Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: Register with
ar: التسجيل بـ
bg: Регистрирайте се с
es: Regístrese con
fr: S'inscrire avec
it: Registrati con
tr: Kaydol

source: or
ar: أو
bg: или
es: o
fr: ou
it: o
tr: veya

source: I agree the
ar: أوافق على
bg: Съгласен съм с
es: Estoy de acuerdo en que
fr: Je suis d'accord avec le
it: Accetto il
tr: Katılıyorum

source: Terms and Conditions
ar: الشروط والأحكام
bg: Общи условия
es: Términos y condiciones
fr: Conditions générales d'utilisation
it: Termini e condizioni
tr: Şartlar ve Koşullar

source: Sign up
ar: التسجيل
bg: Регистрирайте се
es: Únete
fr: S'inscrire
it: Registrati
tr: Kaydol

source: Already have an account?
ar: هل لديك حساب بالفعل؟
bg: Вече имате акаунт?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
tr: Zaten bir hesabınız var mı?

source: Sign in
ar: تسجيل الدخول
bg: Влизане
es: Inicia sesión
fr: S'inscrire
it: Accedi
tr: Giriş yap

source: Company
ar: الشركة
bg: Фирма
es: Compañía
fr: Entreprise
it: Società
tr: Şirket

source: About Us
ar: من نحن
bg: За нас
es: Sobre nosotros
fr: À propos de nous
it: Chi Siamo
tr: Hakkımızda

source: Team
ar: الفريق
bg: Отбор
es: Equipo
fr: L'équipe
it: Squadra
tr: Ekip

source: Products
ar: المنتجات
bg: Продукти
es: Productos
fr: Produits
it: Prodotti
tr: Ürünler

source: Blog
ar: المدونة
bg: Блог

source: Pricing
ar: الأسعار
bg: Ценообразуване
es: Precios
fr: Tarification
it: Prezzi
tr: Fiyatlandırma

source: Copyright ©
ar: حقوق الطبع والنشر ©
bg: Авторско право ©
es: Derechos de autor ©
it: Diritto d’autore ©
tr: Telif Hakkı ©

source: document.write(new Date().getFullYear())
bg: document.write(нова дата().getFullYear())

source: Soft by Creative Tim.
ar: برمجيات من Creative Tim.
bg: Меко от Creative Tim.
es: Suave de Creative Tim.
it: Morbido di Creative Tim.
tr: Creative Tim tarafından hazırlanan Soft.

source: Terms of Service
ar: خدمات أخرى
bg: Условия за ползване
es: Términos de servicio
fr: Conditions d’utilisation
it: Termini di servizio
tr: Hizmet Şartları

source: Understanding Our Terms of Service
ar: فهم شروط الخدمة الخاصة بنا
bg: Разбиране на нашите Условия за ползване
es: Entendiendo nuestros Términos de Servicio
fr: Comprendre nos conditions d’utilisation
it: Comprendere i nostri Termini di servizio
tr: Hizmet Şartlarımızı Anlama

source: beyondboard : Terms of Service
ar: ما وراء اللوحة : شروط الخدمة
bg: beyondboard: Условия за ползване
es: beyondboard : Términos de servicio
fr: beyondboard : Conditions d’utilisation
it: beyondboard : Termini di servizio
tr: beyondboard : Hizmet Şartları

source: Effective Date:
ar: إلغاء التنشيط
bg: Дата на влизане в сила:
es: Fecha de entrada en vigor:
fr: Date d’entrée en vigueur :
it: Data di entrata in vigore:
tr: Yürürlük Tarihi:

source: 1. Introduction
ar: 1. مقدمة
bg: 1. Въведение
es: 1. Introducción
fr: 1. Présentation
it: 1. Introduzione
tr: 1. Giriş

source: Welcome to BeyondBoard, a service provided by Dent i-Delil Clinic. By using our app, you agree to comply with and be bound by the following Terms of Service. Please read them carefully.
bg: Добре дошли в BeyondBoard, услуга, предоставяна от Dent i-Delil Clinic. Използвайки нашето приложение, вие се съгласявате да спазвате и да бъдете обвързани със следните Условия за ползване. Моля, прочетете ги внимателно.
tr: Dent i-Delil Clinic tarafından sağlanan bir hizmet olan BeyondBoard'a hoş geldiniz. Uygulamamızı kullanarak, aşağıdaki Hizmet Koşullarına uymayı ve bunlara bağlı kalmayı kabul edersiniz. Lütfen bunları dikkatlice okuyunuz.

source: 2. User Accounts
ar: الحسابات
bg: 2. Потребителски акаунти
es: 2. Cuentas de usuario
fr: 2. Comptes d’utilisateurs
it: 2. Account utente
tr: 2. Kullanıcı Hesapları

source: To use certain features of our app, you may need to create an account. You are responsible for maintaining the confidentiality of your account information and are liable for all activities that occur under your account.
ar: لاستخدام ميزات معينة في تطبيقنا ، قد تحتاج إلى إنشاء حساب. أنت مسؤول عن الحفاظ على سرية معلومات حسابك ومسؤول عن جميع الأنشطة التي تحدث تحت حسابك.
bg: За да използвате определени функции на нашето приложение, може да се наложи да създадете акаунт. Вие носите отговорност за поддържането на поверителността на информацията за Вашия акаунт и носите отговорност за всички дейности, които се извършват във Вашия акаунт.
es: Para utilizar ciertas funciones de nuestra aplicación, es posible que deba crear una cuenta. Usted es responsable de mantener la confidencialidad de la información de su cuenta y es responsable de todas las actividades que ocurran en su cuenta.
fr: Pour utiliser certaines fonctionnalités de notre application, vous devrez peut-être créer un compte. Vous êtes responsable du maintien de la confidentialité des informations de votre compte et de toutes les activités qui se produisent sous votre compte.
it: Per utilizzare alcune funzionalità della nostra app, potrebbe essere necessario creare un account. L'utente è responsabile del mantenimento della riservatezza delle informazioni del proprio account ed è responsabile di tutte le attività che si verificano con il proprio account.
tr: Uygulamamızın belirli özelliklerini kullanmak için bir hesap oluşturmanız gerekebilir. Hesap bilgilerinizin gizliliğini korumaktan siz sorumlusunuz ve hesabınız altında gerçekleşen tüm faaliyetlerden siz sorumlusunuz.

source: 3. Acceptable Use
ar: 3. الاستخدام المقبول
bg: 3. Приемлива употреба
es: 3. Uso aceptable
fr: 3. Utilisation acceptable
it: 3. Uso accettabile
tr: 3. Kabul Edilebilir Kullanım

source: When using our app, you agree to:
ar: عند استخدام تطبيقنا ، فإنك توافق على:
bg: Когато използвате нашето приложение, вие се съгласявате да:
es: Al utilizar nuestra aplicación, usted se compromete a:
fr: En utilisant notre application, vous acceptez de :
it: Quando si utilizza la nostra app, l'utente accetta di:
tr: Uygulamamızı kullanırken şunları kabul etmiş olursunuz:

source: Use the service only for lawful purposes and in a way that does not infringe the rights of others.
ar: استخدام الخدمة فقط لأغراض مشروعة وبطريقة لا تنتهك حقوق الآخرين.
bg: Използвайте услугата само за законни цели и по начин, който не нарушава правата на другите.
es: Utilice el servicio solo para fines legales y de una manera que no infrinja los derechos de otros.
fr: Utiliser le service uniquement à des fins légales et d’une manière qui n’enfreint pas les droits d’autrui.
it: Utilizzare il servizio solo per scopi leciti e in modo da non violare i diritti di altri.
tr: Hizmeti yalnızca yasal amaçlarla ve başkalarının haklarını ihlal etmeyecek şekilde kullanın.

source: Not to engage in any activity that could harm or disrupt the app or its services.
ar: عدم الانخراط في أي نشاط يمكن أن يضر أو يعطل التطبيق أو خدماته.
bg: Да не участвате в дейност, която може да навреди или наруши приложението или услугите му.
es: No participar en ninguna actividad que pueda dañar o interrumpir la aplicación o sus servicios.
fr: Ne pas se livrer à une activité qui pourrait nuire ou perturber l’application ou ses services.
it: Non intraprendere alcuna attività che possa danneggiare o interrompere l'app o i suoi servizi.
tr: Uygulamaya veya hizmetlerine zarar verebilecek veya kesintiye uğratabilecek herhangi bir faaliyette bulunmamak.

source: Provide accurate and truthful information when creating an account or using our services.
ar: تقديم معلومات دقيقة وصادقة عند إنشاء حساب أو استخدام خدماتنا.
bg: Предоставяне на точна и вярна информация при създаване на акаунт или използване на нашите услуги.
es: Proporcionar información precisa y veraz al crear una cuenta o utilizar nuestros servicios.
fr: Fournir des informations exactes et véridiques lors de la création d’un compte ou de l’utilisation de nos services.
it: Fornire informazioni accurate e veritiere durante la creazione di un account o l'utilizzo dei nostri servizi.
tr: Bir hesap oluştururken veya hizmetlerimizi kullanırken doğru ve gerçek bilgiler sağlayın.

source: 4. Prohibited Activities
ar: 4. الأنشطة المحظورة
bg: 4. Забранени дейности
es: 4. Actividades prohibidas
fr: 4. Activités interdites
it: 4. Attività vietate
tr: 4. Yasaklanan Faaliyetler

source: While using our app, you are prohibited from:
ar: أثناء استخدام تطبيقنا ، يحظر عليك:
bg: Докато използвате нашето приложение, Ви е забранено:
es: Al utilizar nuestra aplicación, se le prohíbe:
fr: Lors de l’utilisation de notre application, il vous est interdit de :
it: Durante l'utilizzo della nostra app, ti è vietato:
tr: Uygulamamızı kullanırken şunları yapmanız yasaktır:

source: Attempting to gain unauthorized access to our systems or user accounts.
ar: محاولة الوصول غير المصرح به إلى أنظمتنا أو حسابات المستخدمين الخاصة بنا.
bg: Опит за получаване на неоторизиран достъп до нашите системи или потребителски акаунти.
es: Intentar obtener acceso no autorizado a nuestros sistemas o cuentas de usuario.
fr: Tenter d’obtenir un accès non autorisé à nos systèmes ou à nos comptes d’utilisateurs.
it: Tentativo di ottenere l'accesso non autorizzato ai nostri sistemi o account utente.
tr: Sistemlerimize veya kullanıcı hesaplarımıza yetkisiz erişim sağlamaya çalışmak.

source: Using the app to distribute malware or engage in phishing or other fraudulent activities.
ar: استخدام التطبيق لتوزيع البرامج الضارة أو الانخراط في التصيد الاحتيالي أو الأنشطة الاحتيالية الأخرى.
bg: Използване на приложението за разпространение на злонамерен софтуер или участие във фишинг или други измамни дейности.
es: Usar la aplicación para distribuir malware o participar en phishing u otras actividades fraudulentas.
fr: Utiliser l’application pour diffuser des logiciels malveillants ou se livrer à des activités d’hameçonnage ou d’autres activités frauduleuses.
it: Utilizzare l'app per distribuire malware o impegnarsi in attività di phishing o altre attività fraudolente.
tr: Uygulamayı kötü amaçlı yazılım dağıtmak veya kimlik avı ya da diğer dolandırıcılık faaliyetlerinde bulunmak için kullanmak.

source: Impersonating any person or entity or misrepresenting your affiliation with any person or entity.
ar: انتحال شخصية أي شخص أو كيان أو تحريف ارتباطك بأي شخص أو كيان.
bg: Представяне за физическо или юридическо лице или невярно представяне на вашата принадлежност към физическо или юридическо лице.
es: Hacerse pasar por cualquier persona o entidad o tergiversar su afiliación con cualquier persona o entidad.
fr: Usurper l’identité d’une personne ou d’une entité ou présenter de manière inexacte votre affiliation avec une personne ou une entité.
it: Impersonare qualsiasi persona o entità o travisare la propria affiliazione con qualsiasi persona o entità.
tr: Herhangi bir kişi veya kuruluşun kimliğine bürünmek veya herhangi bir kişi veya kuruluşla olan ilişkinizi yanlış tanıtmak.

source: 5. Termination
ar: التدريب
bg: 5. Прекратяване
es: 5. Rescisión
fr: 5. Résiliation
it: 5. Risoluzione
tr: 5. Fesih

source: We reserve the right to terminate or suspend your account and access to the app at our sole discretion, without notice, if you violate these Terms of Service or engage in any activity that harms the app or its users.
ar: نحتفظ بالحق في إنهاء أو تعليق حسابك والوصول إلى التطبيق وفقا لتقديرنا الخاص ، دون إشعار ، إذا انتهكت شروط الخدمة هذه أو شاركت في أي نشاط يضر بالتطبيق أو مستخدميه.
bg: Запазваме си правото да прекратим или преустановим акаунта Ви и достъпа до приложението по свое усмотрение, без предизвестие, ако нарушите настоящите Условия за ползване или участвате в дейност, която вреди на приложението или неговите потребители.
es: Nos reservamos el derecho de cancelar o suspender su cuenta y el acceso a la aplicación a nuestra entera discreción, sin previo aviso, si viola estos Términos de servicio o participa en cualquier actividad que perjudique a la aplicación o a sus usuarios.
fr: Nous nous réservons le droit de résilier ou de suspendre votre compte et votre accès à l’application à notre seule discrétion, sans préavis, si vous enfreignez les présentes conditions d’utilisation ou vous engagez dans une activité qui nuit à l’application ou à ses utilisateurs.
it: Ci riserviamo il diritto di chiudere o sospendere l'account dell'utente e l'accesso all'app a nostra esclusiva discrezione, senza preavviso, in caso di violazione dei presenti Termini di servizio o di qualsiasi attività che danneggi l'app o i suoi utenti.
tr: Bu Hizmet Koşullarını ihlal etmeniz veya uygulamaya veya kullanıcılarına zarar veren herhangi bir faaliyette bulunmanız durumunda, tamamen kendi takdirimize bağlı olarak, bildirimde bulunmaksızın hesabınızı ve uygulamaya erişiminizi sonlandırma veya askıya alma hakkımızı saklı tutarız.

source: 6. Intellectual Property
ar: 6. الملكية الفكرية
bg: 6. Интелектуална собственост
es: 6. Propiedad intelectual
fr: 6. Propriété intellectuelle
it: 6. Proprietà intellettuale
tr: 6. Fikri Mülkiyet

source: All content and materials available on the app, including but not limited to text, graphics, logos, and software, are the property of Dent i-Delil Clinic or its licensors and are protected by applicable intellectual property laws.
bg: Цялото съдържание и материали, налични в приложението, включително, но не само, текст, графики, лога и софтуер, са собственост на Dent i-Delil Clinic или нейните лицензодатели и са защитени от приложимите закони за интелектуална собственост.
es: Todo el contenido y los materiales disponibles en la aplicación, incluidos, entre otros, el texto, los gráficos, los logotipos y el software, son propiedad de Dent i-Delil Turkiye Medical Tourism o de sus licenciantes y están protegidos por las leyes de propiedad intelectual aplicables.
tr: Metin, grafik, logo ve yazılım dahil ancak bunlarla sınırlı olmamak üzere uygulamada bulunan tüm içerik ve materyaller Dent i-Delil Clinic'in veya lisans verenlerinin mülkiyetindedir ve geçerli fikri mülkiyet yasaları tarafından korunmaktadır.

source: 7. Limitation of Liability
ar: 7. تحديد المسؤولية
bg: 7. Ограничаване на отговорността
es: 7. Limitación de responsabilidad
fr: 7. Limitation de responsabilité
it: 7. Limitazione di responsabilità
tr: 7. Sorumluluğun Sınırlandırılması

source: To the fullest extent permitted by law, Dent i-Delil Clinic and its affiliates will not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of your use of the app or these Terms of Service.
bg: В най-пълната степен, позволена от закона, Dent i-Delil Clinic и нейните филиали няма да носят отговорност за каквито и да било косвени, случайни, специални, последващи или наказателни щети, произтичащи от използването на приложението или настоящите Условия за ползване.
tr: Yasaların izin verdiği en geniş ölçüde, Dent i-Delil Clinic ve bağlı kuruluşları, uygulamayı kullanımınızdan veya bu Hizmet Koşullarından kaynaklanan herhangi bir dolaylı, arızi, özel, sonuç olarak ortaya çıkan veya cezai zarardan sorumlu olmayacaktır.

source: 8. Modifications to the Service
ar: 8. التعديلات على الخدمة
bg: 8. Модификации на Услугата
es: 8. Modificaciones al Servicio
fr: 8. Modifications du Service
it: 8. Modifiche al Servizio
tr: 8. Hizmette Yapılan Değişiklikler

source: We reserve the right to modify or discontinue the app or any features at any time, with or without notice, without liability to you.
ar: نحن نحتفظ بالحق في تعديل أو إيقاف التطبيق أو أي ميزات في أي وقت ، مع أو بدون إشعار ، دون مسؤولية تجاهك.
bg: Запазваме си правото да променяме или прекратяваме приложението или функциите по всяко време, със или без предизвестие, без да носим отговорност пред вас.
es: Nos reservamos el derecho de modificar o interrumpir la aplicación o cualquier función en cualquier momento, con o sin previo aviso, sin responsabilidad hacia usted.
fr: Nous nous réservons le droit de modifier ou d’interrompre l’application ou toute fonctionnalité à tout moment, avec ou sans préavis, sans responsabilité envers vous.
it: Ci riserviamo il diritto di modificare o interrompere l'app o qualsiasi funzionalità in qualsiasi momento, con o senza preavviso, senza alcuna responsabilità nei confronti dell'utente.
tr: Uygulamayı veya herhangi bir özelliği herhangi bir zamanda, bildirimde bulunarak veya bulunmadan, size karşı herhangi bir yükümlülük altına girmeksizin değiştirme veya durdurma hakkımızı saklı tutarız.

source: 9. Governing Law
ar: 9. القانون الحاكم
bg: 9. Приложимо право
es: 9. Legislación aplicable
fr: 9. Droit applicable
it: 9. Legge applicabile
tr: 9. Geçerli Kanun

source: These Terms of Service are governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law principles.
ar: تخضع شروط الخدمة هذه وتفسر وفقا لقوانين [ولايتك القضائية] ، بغض النظر عن تعارضها مع مبادئ القانون.
bg: Настоящите Условия за ползване се уреждат и тълкуват в съответствие със законите на [Вашата юрисдикция], без да се вземат предвид принципите за конфликт на закони.
es: Estos Términos de servicio se rigen e interpretan de acuerdo con las leyes de [Su jurisdicción], sin tener en cuenta sus principios de conflicto de leyes.
fr: Les présentes Conditions d’utilisation sont régies et interprétées conformément aux lois de [Votre juridiction], sans égard à ses principes de conflit de lois.
it: I presenti Termini di servizio sono regolati e interpretati in conformità con le leggi di [Giurisdizione dell'utente], indipendentemente dai principi di conflitto di leggi.
tr: Bu Hizmet Koşulları, kanunlar ihtilafı ilkelerine bakılmaksızın [Yargı Bölgenizin] kanunlarına tabidir ve bu kanunlara göre yorumlanır.

source: 10. Changes to These Terms
ar: 10. التغييرات على هذه الشروط
bg: 10. Промени в настоящите Условия
es: 10. Cambios a estos Términos
fr: 10. Modifications des présentes Conditions
it: 10. Modifiche ai presenti Termini
tr: 10. Bu Şartlardaki Değişiklikler

source: We may update these Terms of Service from time to time. Any changes will be posted on this page, and the revised terms will take effect immediately upon posting.
ar: قد نقوم بتحديث شروط الخدمة هذه من وقت لآخر. سيتم نشر أي تغييرات على هذه الصفحة ، وستدخل الشروط المعدلة حيز التنفيذ فور نشرها.
bg: Можем да актуализираме настоящите Условия за ползване от време на време. Всички промени ще бъдат публикувани на тази страница, а преработените условия ще влязат в сила незабавно след публикуването.
es: Es posible que actualicemos estos Términos de servicio de vez en cuando. Cualquier cambio se publicará en esta página y los términos revisados entrarán en vigor inmediatamente después de su publicación.
fr: Nous pouvons mettre à jour les présentes Conditions d’utilisation de temps à autre. Toute modification sera publiée sur cette page, et les conditions révisées entreront en vigueur immédiatement après leur publication.
it: Potremmo aggiornare i presenti Termini di servizio di volta in volta. Eventuali modifiche saranno pubblicate su questa pagina e i termini modificati entreranno in vigore immediatamente dopo la pubblicazione.
tr: Bu Hizmet Koşullarını zaman zaman güncelleyebiliriz. Herhangi bir değişiklik bu sayfada yayınlanacak ve revize edilmiş şartlar yayınlandıktan hemen sonra yürürlüğe girecektir.

source: 11. Contact Us
ar: اتصل بنا
bg: 11. Свържете се с нас
es: 11. Póngase en contacto con nosotros
fr: 11. Contactez-nous
it: 11. Contatti
tr: 11. Bize Ulaşın

source: If you have any questions or concerns about these Terms of Service, please contact us at
ar: إذا كانت لديك أي أسئلة أو مخاوف بشأن شروط الخدمة هذه ، فيرجى الاتصال بنا على
bg: Ако имате въпроси или притеснения относно настоящите Условия за ползване, моля, свържете се с нас на
es: Si tiene alguna pregunta o inquietud sobre estos Términos de servicio, comuníquese con nosotros a
fr: Si vous avez des questions ou des préoccupations concernant les présentes Conditions d’utilisation, veuillez nous contacter à l’adresse suivante :
it: In caso di domande o dubbi sui presenti Termini di servizio, si prega di contattarci all'indirizzo
tr: Bu Hizmet Koşulları hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle şu adresten iletişime geçin:

source: Account Inactive
ar: نوع الحساب
bg: Акаунтът е неактивен
es: Cuenta inactiva
fr: Compte inactif
it: Account inattivo
tr: Hesap Etkin Değil

source: This account is inactive.
ar: هذا الحساب غير نشط.
bg: Този акаунт е неактивен.
es: Esta cuenta está inactiva.
fr: Ce compte est inactif.
it: Questo account è inattivo.
tr: Bu hesap etkin değil.

source: Confirm Access
ar: تأكيد كلمة المرور
bg: Потвърдете достъпа
es: Confirmar acceso
fr: Confirmer l’accès
it: Conferma accesso
tr: Erişimi Onayla

source: Please reauthenticate to safeguard your account.
ar: يرجى إعادة المصادقة لحماية حسابك.
bg: Моля, удостоверете се отново, за да защитите акаунта си.
es: Vuelva a autenticarse para proteger su cuenta.
fr: Veuillez vous authentifier à nouveau pour protéger votre compte.
it: Effettua nuovamente l'autenticazione per salvaguardare il tuo account.
tr: Hesabınızı korumak için lütfen yeniden kimlik doğrulaması yapın.

source: Alternative options
ar: خيارات بديلة
bg: Алтернативни опции
es: Opciones alternativas
fr: Autres options
it: Opzioni alternative
tr: Alternatif seçenekler

source: Sign In
ar: تسجيل الدخول
bg: Влизане
es: Inicia sesión
fr: S'inscrire
it: Accedi
tr: Giriş Yap

source: Enter Sign-In Code
ar: أدخل رمز تسجيل الدخول
bg: Въведете код за вход
es: Ingrese el código de inicio de sesión
fr: Entrez le code de connexion
it: Inserisci il codice di accesso
tr: Oturum Açma Kodunu Girin

source: We’ve sent a code to %(email_link)s. The code expires shortly, so please enter it soon.
ar: لقد أرسلنا رمزا إلى٪ (email_link) s. تنتهي صلاحية الرمز قريبا ، لذا يرجى إدخاله قريبا.
bg: Изпратихме код на %(email_link)s. Кодът изтича скоро, така че, моля, въведете го скоро.
es: Hemos enviado un código a %(email_link)s. El código caduca en breve, así que ingréselo pronto.
fr: Nous avons envoyé un code à %(email_link)s. Le code expire sous peu, veuillez donc le saisir rapidement.
it: Abbiamo inviato un codice a %(email_link)s. Il codice scade a breve, quindi inseriscilo presto.
tr: %(email_link)s adresine bir kod gönderdik. Kodun süresi kısa bir süre içinde sona eriyor, bu yüzden lütfen yakında girin.

source: Other sign-in options
ar: خيارات تسجيل الدخول الأخرى
bg: Други опции за влизане
es: Otras opciones de inicio de sesión
fr: Autres options de connexion
it: Altre opzioni di accesso
tr: Diğer oturum açma seçenekleri

source: Email Addresses
ar: عنوان البريد الإلكتروني:
bg: Имейл адреси
es: Direcciones de correo electrónico
fr: Adresses e-mail
it: Indirizzi e-mail
tr: E-posta Adresleri

source: The following email addresses are associated with your account:
ar: ترتبط عناوين البريد الإلكتروني التالية بحسابك:
bg: Следните имейл адреси са свързани с вашия акаунт:
es: Las siguientes direcciones de correo electrónico están asociadas a su cuenta:
fr: Les adresses e-mail suivantes sont associées à votre compte :
it: I seguenti indirizzi e-mail sono associati al tuo account:
tr: Aşağıdaki e-posta adresleri hesabınızla ilişkilendirilmiştir:

source: Verified
ar: التحقق
bg: Проверени
es: Verificado
fr: Vérifié
it: Verificato
tr: Doğrulandı

source: Unverified
ar: لم يتم التحقق منه
bg: Непроверени
es: Sin verificar
it: Non verificato
tr: Doğrulanmamış

source: Primary
ar: ابتدائي
bg: Първичен
es: Primario
fr: Primaire
it: Primario
tr: Birincil

source: Make Primary
ar: اجعل الأساسي
bg: Направете първично
es: Hacer Primaria
fr: Rendre principal
it: Rendi primario
tr: Birincil Yap

source: Re-send Verification
ar: رمز التحقق
bg: Повторно изпращане на потвърждение
es: Verificación de reenvío
fr: Renvoyer la vérification
it: Invia nuovamente la verifica
tr: Doğrulamayı Yeniden Gönder

source: Remove
ar: إزالة الفريق
bg: Махам
es: Eliminar
fr: Enlever
it: Togliere
tr: Kaldırmak
