Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: This area shows your transaction history, with details of the most recent activities.
ar: تعرض هذه المنطقة سجل معاملاتك ، مع تفاصيل أحدث الأنشطة.
bg: Тази област показва историята на транзакциите Ви с подробности за най-новите дейности.
es: Esta área muestra su historial de transacciones, con detalles de las actividades más recientes.
fr: Cette zone affiche l’historique de vos transactions, avec des détails sur les activités les plus récentes.
it: Questa area mostra la cronologia delle transazioni, con i dettagli delle attività più recenti.
tr: Bu alan, en son etkinliklerin ayrıntılarıyla birlikte işlem geçmişinizi gösterir.

source: Go to SERP
ar: انتقل إلى SERP
bg: Отидете на SERP
es: Ir a SERP
fr: Aller à la SERP
it: Vai a SERP
tr: SERP'e git

source: 4% more
ar: عرض المزيد
bg: 4% повече
es: 4% más
fr: 4 % de plus
it: 4% in più
tr: %4 daha fazla

source: Arrival in Istanbul
ar: أفضل العيادات في إسطنبول
bg: Пристигане в Истанбул
es: Llegada a Estambul
fr: Arrivée à Istanbul
it: Arrivo a Istanbul
tr: İstanbul'a varış

source: Appointment with Doctor
bg: Среща с лекар
es: Cita con el médico
it: Appuntamento con Dottore

source: Departure from Istanbul
ar: المغادرة من اسطنبول
bg: Отпътуване от Истанбул
es: Salida desde Estambul
fr: Départ d’Istanbul
it: Partenza da Istanbul
tr: İstanbul'dan Kalkış

source: Profile updated successfully.
ar: تم الدفع بنجاح
bg: Профилът е актуализиран успешно.
es: Perfil actualizado con éxito.
fr: Le profil a été mis à jour avec succès.
it: Profilo aggiornato con successo.
tr: Profil başarıyla güncellendi.

source: This is your profile card, showing your role and basic information.
ar: هذه هي بطاقة ملفك الشخصي ، والتي تعرض دورك ومعلوماتك الأساسية.
bg: Това е вашата профилна карта, показваща вашата роля и основна информация.
es: Esta es su tarjeta de perfil, que muestra su rol e información básica.
fr: Il s’agit de votre carte de profil, montrant votre rôle et vos informations de base.
it: Questa è la scheda del tuo profilo, mostrando il tuo ruolo e le informazioni di base.
tr: Bu, rolünüzü ve temel bilgilerinizi gösteren profil kartınızdır.

source: Here are the user stories, where you can view and add stories.
ar: فيما يلي قصص المستخدم ، حيث يمكنك عرض القصص وإضافتها.
bg: Ето потребителските истории, където можете да преглеждате и добавяте истории.
es: Aquí están las historias de usuario, donde puede ver y agregar historias.
fr: Voici les user stories, où vous pouvez afficher et ajouter des stories.
it: Ecco le storie degli utenti, dove è possibile visualizzare e aggiungere storie.
tr: İşte hikayeleri görüntüleyebileceğiniz ve ekleyebileceğiniz kullanıcı hikayeleri.

source: This section displays a post by one of your colleagues.
ar: يعرض هذا القسم منشورا لأحد زملائك.
bg: Този раздел показва публикация от един от вашите колеги.
es: Esta sección muestra una publicación de uno de sus colegas.
fr: Cette section affiche un message de l’un de vos collègues.
it: Questa sezione mostra un post di uno dei tuoi colleghi.
tr: Bu bölüm, iş arkadaşlarınızdan birinin gönderisini görüntüler.

source: This card shows the details of the Patient Care Team.
ar: تعرض هذه البطاقة تفاصيل فريق رعاية المرضى.
bg: Тази карта показва подробностите за екипа за грижа за пациента.
es: Esta tarjeta muestra los detalles del Equipo de Atención al Paciente.
fr: Cette carte montre les détails de l’équipe de soins aux patients.
it: Questa scheda mostra i dettagli del team di cura del paziente.
tr: Bu kart, Hasta Bakım Ekibinin ayrıntılarını gösterir.

source: This card shows your upcoming Slack meeting.
ar: تعرض هذه البطاقة اجتماع Slack القادم.
bg: Тази карта показва предстоящата ви среща в Slack.
es: Esta tarjeta muestra tu próxima reunión de Slack.
fr: Cette carte affiche votre prochaine réunion Slack.
it: Questa carta mostra il vostro prossimo incontro Slack.
tr: Bu kart yaklaşan Slack toplantınızı gösterir.

source: This card shows your upcoming Invision meeting.
ar: تعرض هذه البطاقة اجتماعك القادم في Invision.
bg: Тази карта показва предстоящата ви среща в Invision.
es: Esta tarjeta muestra su próxima reunión de Invision.
fr: Cette carte affiche votre prochaine réunion Invision.
it: Questa carta mostra il vostro prossimo incontro di Invision.
tr: Bu kart yaklaşan Invision toplantınızı gösterir.

source: &copy; Delil Turkiye Medical Tourism - Design by Lotfi Kanouni
it: © Delil Turkiye Medical Tourism - Design di Lotfi Kanouni

source: Whatsapp
ar: واتساب
it: Che cosa

source: New album
ar: ألبوم جديد
es: Nuevo álbum
fr: Nouvel album
it: Nuovo album
tr: Yeni albüm

source: by Travis Scott
ar: بواسطة ترافيس سكوت
es: por Travis Scott
fr: par Travis Scott
it: di Travis Scott
tr: Travis Scott'tan

source: 1 day
ar: منذ يوم
es: 1 día
fr: 1 jour
it: 1 giorno
tr: 1 gün

source: Payment successfully completed
ar: تم الدفع بنجاح
es: Pago completado con éxito
fr: Paiement effectué avec succès
it: Pagamento completato con successo
tr: Ödeme başarıyla tamamlandı

source: 2 days
ar: منذ يومين
es: 2 días
fr: 2 jours
it: 2 giorni
tr: 2 gün önce

source: FLIGHT
ar: الطيران
es: VUELO
fr: VOL
it: FLORE
tr: UÇUŞ

source: VIP TRANSFERS
ar: التحويلات VIP
es: TRASLADOS VIP
fr: TRANSFERTS VIP
it: TRASPORTI VIP
tr: VIP TRANSFERLER

source: VIRTUAL REALITY
ar: الواقع الافتراضي
es: REALIDAD VIRTUAL
fr: RÉALITÉ VIRTUELLE
it: REALIZZAZIONE VIRTUALE
tr: Sanal Gerçeklik

source: MEDICAL CONSULTANTS
ar: الاستشارات الطبية
es: CONSULTORES MÉDICOS
fr: CONSULTANTS MÉDICAUX
it: CONSULTANTI MEDICO
tr: Tıbbi Danışmanlar

source: PROFILE
ar: ملف تعريف
es: PERFIL
fr: PROFIL
it: PROFESSIONALE
tr: PROFİL

source: SCHEDULE
ar: الجدول الزمني
es: HORARIO
fr: CALENDRIER
it: SCHEDU:
tr: Takvim

source: PRESCRIPTIONS
ar: الوصفات الطبية
es: PRESCRIPCIONES
it: PRESCRIZIONI
tr: Reçeteler

source: Add Prescription
ar: الوصفات الطبية
es: Agregar receta
fr: Ajouter une ordonnance
it: Aggiungi Prescrizione
tr: Reçete Ekle

source: MY TREATMENT PLANS
ar: خطط العلاج الخاصة بي
es: MIS PLANES DE TRATAMIENTO
fr: MES PLANS DE TRAITEMENT
it: I MIEI PIANI DI LAVORO
tr: TEDAVİ PLANLARIM

source: UPLOAD MEDICAL FILES
ar: تحميل الملفات الطبية
es: SUBIR ARCHIVOS MÉDICOS
fr: TÉLÉCHARGER DES DOSSIERS MÉDICAUX
it: FILI MEDICHE
tr: TIBBI DOSYALARI YÜKLEYIN

source: A group of dedicated professionals ensuring the best care for our patients at Delil Turkiye Medical Tourism .
it: Un gruppo di professionisti dedicati che assicurano la migliore cura dei nostri pazienti alla Delil Turkiye Medical Tourism .

source: Slack Meet
ar: اجتماع سلاك
es: Reunión de Slack
fr: Rencontre Slack
it: Condividi su Twitter
tr: Slack Toplantısı

source: Invision
it: Disposizioni

source: whatsapp
ar: واتساب
it: che cosasapp

source: Atlassian
it: Atlanti

source: gfv vc
it: gfvvv

source: beyond-clinics@outlook.com
it: over-clinics@outlook.com

source: Welcome to BeyondBoard, a service provided by Delil Turkiye Medical Tourism . We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data when you use our app, including the social login feature.
it: Benvenuti a BeyondBoard, un servizio fornito da Delil Turkiye Medical Tourism . Apprezziamo la vostra privacy e ci impegniamo a proteggere le vostre informazioni personali. La presente Informativa sulla privacy illustra come raccogliamo, utilizziamo e salvaguardiamo i tuoi dati quando utilizzi la nostra app, inclusa la funzione di login sociale.

source: beyond-clinic@outlook.com
it: over-clinic@outlook.com

source: profile_image
ar: الملف الشخصي
it: profilo_image

source: Réalisations du Projet et Prochaines Étapes
it: Realisations du Projet et Prochaines Étapes
tr: Proje Gerçekleştirmeleri ve Gelecek Adımlar

source: Démarrage du projet
ar: بدء المشروع
it: Demarrage du projet
tr: Proje Başlangıcı

source: Réunion de lancement et planification initiale.
ar: اجتماع إطلاق وتخطيط أولي.
it: Riunione de lancement et planification firste.
tr: Açılış toplantısı ve başlangıç planlaması.

source: Voir
ar: مشاهدة
it: Voi
tr: Gör

source: Développement du backend
ar: تطوير الخلفية
it: Sviluppo del backend
tr: Arka Uç Geliştirme

source: Authentification et autorisation des utilisateurs
ar: المصادقة وتفويض المستخدمين
it: Authentification et autorizzasation des utilisateurs
tr: Kullanıcı Kimlik Doğrulama ve Yetkilendirme

source: Système de réservation de vols
ar: نظام حجز الرحلات
it: Sistème de réservation de vols
tr: Uçuş Rezervasyon Sistemi

source: Intégration de la carte interactive
ar: تكامل الخريطة التفاعلية
es: Integración de la carta interactiva
it: Intégration de la carte interattiva
tr: Etkileşimli Harita Entegrasyonu

source: Ajout de l'API Google Maps pour afficher les hôtels à proximité et les emplacements des cliniques.
ar: إضافة API جوجل مابس لعرض الفنادق القريبة ومواقع العيادات.
it: Ajout de l'API Google Mappe versare afficher les hôtels à proximité et les emplacements des cliniques.
tr: Yakındaki otelleri ve klinik konumlarını göstermek için Google Maps API eklenmesi.

source: Système de gestion des documents
ar: نظام إدارة الوثائق
it: Système de gestion des document
tr: Doküman Yönetim Sistemi

source: Stockage et gestion sécurisés des documents médicaux des patients.
ar: تخزين وإدارة آمنة لوثائق المرضى الطبية.
it: Stockage et gestion sécurisés des document médicaux des pazienti.
tr: Hastaların tıbbi belgelerinin güvenli bir şekilde saklanması ve yönetimi.

source: Gestion
ar: الإدارة
it: Gestire
tr: Yönetim

source: Intégration d'un chatbot pour l'assistance en temps réel et les notifications.
ar: دمج دردشة ذكية للدعم في الوقت الفعلي والإشعارات.
it: Intégration d'un chatbot pour l'assistance en temps réel et les notifiche.
tr: Gerçek zamanlı yardım ve bildirimler için chatbot entegrasyonu.

source: Système de recommandation
ar: نظام التوصية
it: Sistème de recommandation
tr: Tavsiye Sistemi

source: À venir
ar: قريبًا
it: # A coming #
tr: Yakında

source: Sécurité
ar: الأمان
it: Segreteria
tr: Güvenlik

source: Développement de rapports et d'analyses pour les indicateurs de performance et la collecte de feedbacks.
ar: تطوير تقارير وتحليلات لمؤشرات الأداء وجمع الملاحظات.
it: Développement de rapports et d'analyses pour les indicaurs de performance et la collecte de feedbacks.
tr: Performans göstergeleri ve geri bildirim toplama için raporlar ve analizler geliştirme.

source: ce mois-ci
ar: هذا الشهر
it: ce mois
tr: bu ay

source: 1 AOÛT 2024
ar: 1 أغسطس 2024
it: 1 AOD 2024
tr: 1 AĞU 2024

source: 15 AOÛT 2024
ar: 15 أغسطس 2024
es: 15 de agosto de 2024
it: 15 AOD 2024
tr: 15 AĞU 2024

source: Extension des fonctionnalités
ar: توسيع الميزات
it: Estensione delle fonctionnalité
tr: Fonksiyonellik Genişletme

source: Analyse des performances
ar: تحليل الأداء
it: Analizzare le performance
tr: Performans Analizi

source: Suivi et analyse des performances de la plateforme.
ar: متابعة وتحليل أداء المنصة.
it: Suivi et analisi des performance de la plateforme.
tr: Platformun performansını izleme ve analiz etme.

source: Partenariats stratégiques
ar: شراكات استراتيجية
it: Partenariati stratégiques
tr: Stratejik Ortaklıklar

source: لوحة القيادة
it: ادة القيادة

source: الجداول
it: Traduzione:

source: الفواتير
it: Traduzione:

source: RTL
it: NT1

source: صفحات المرافق
it: Traduzione:

source: اشتراك
it: Traduzione:

source: يرجى التحقق من مستنداتنا
it: مستنداتن

source: توثيق
it: Traduzione:

source: التطور للاحترافية
it: التطور لاحترافية

source: لوحات القيادة
it: القيادة

source: يسجل دخول
ar: تسجيل الدخول
it: ORGANIZZAZIONI

source: أموال اليوم
it: ORGANIZZAZIONI

source: عملاء جدد
it: FORMAZIONE

source: من الألوان والبطاقات والطباعة إلى العناصر المعقدة ، ستجد الوثائق الكاملة.
it: من الألوان والبطاقات والطباعة قالاماناصر المعدة س ستجد الويائق الكاماملاملة امامامامامامامامامان ان ان ان ان ان وامامامامامامامامامامامار امامامامامان امار امامامامامامامامار امامامامامامامامامامامامات وار اة واماة اماماة امار ار اماماماماماماماماماة واما.

source: اقرأ المستندات
it: اقر المستندات

source: تكوين الثروة هو لعبة تطوري حديثة ذات حصيلة إيجابية. الأمر كله يتعلق بمن يغتنم الفرصة أولاً هذه بطاقة بسيطة.
it: تكوين الгروة هو هو لعبة تطوري حديات ات حصيلة الأمر يله يتعلق بمن يیتنم الفرصة أولاه هطاقة بسيطة بسية الامر يله اً اتعلقلقمن بمن ار الية المر امر الالامر امر ار يلامر ار ار امر ار يله اًلامر امر ار امر امر امر يتاماماماماماماماماماماماما ا امر ا ار ار ار ار ار ار اما امار ا ا ار ار ار ار ار ار ار ار .

source: المستخدمين النشطين
ar: المستخدمون النشطون
it: المستخدمين النشين

source: المستخدمون
it: المستخدمو

source: نقرات
ar: النقرات
it: Traduzione:

source: نظرة عامة على المبيعات
fr: نظرة على المبيعات
it: امة عامة علمبيعات
tr: Satışların Genel Görünümü

source: 30 انتهى
it: 30 انته
tr: 30 tamamlandı

source: هذا الشهر
it: Traduzione:
tr: Bu ay

source: عمل
it: Agricoltura
tr: İş

source: عمل آخر
it: Agricoltura
tr: Başka bir iş

source: شيء آخر هنا
it: شيء هنا
tr: Burada başka bir şey

source: أعضاء
ar: الأعضاء
it: Agricoltura
tr: Üyeler

source: إكمال
ar: الإكمال
it: Traduzione:
tr: Tamamlama

source: أضف مسار التقدم إلى التطبيق الداخلي
it: التقدم ار التقدم
tr: Uygulama içi ilerleme yolu ekle

source: إصلاح أخطاء النظام الأساسي
it: Traduzione:
tr: Platform hatalarını düzelt

source: غير مضبوط
it: Traduzione:
tr: Belirlenmemiş

source: إطلاق تطبيق الهاتف المحمول الخاص بنا
it: ق تطبيق الهاتف المحمول الخاب بنا
tr: Mobil uygulamamızı başlat

source: أضف صفحة التسعير الجديدة
it: التسعير الجديدة
tr: Yeni fiyatlandırma sayfası ekle

source: إعادة تصميم متجر جديد على الإنترنت
it: عادة تيميم متجر جديد علYes القنترنت
tr: Yeni online mağaza tasarımı

source: نظرة عامة على الطلبات
fr: نظرة على الطلبات
it: نرة عامة عليات
tr: Siparişlerin Genel Görünümü

source: $2400, تغييرات في التصميم
it: $2400, تيرات في التصميم
tr: $2400, tasarım değişiklikleri

source: مدفوعات الخادم لشهر أبريل
it: مدفوعات الخادم لشهر بريل
tr: Nisan ayı sunucu ödemeleri

source: تمت إضافة بطاقة جديدة للطلب #4395133
it: تافة بطاقة جديدة لطلب #4395133
tr: Sipariş #4395133 için yeni kart eklendi

source: فتح الحزم من أجل التطوير
it: الحزم من الالتطوير
tr: Geliştirme için paketleri açma

source: Angular Now UI Kit PRO
es: Kit de interfaz de usuario Angular Now PRO
it: Angular Ora UI Kit PRO
tr: $1800 USD

source: Welcome to BeyondBoard, a service provided by Dent i-Delil Turkiye Medical Tourism . By using our app, you agree to comply with and be bound by the following Terms of Service. Please read them carefully.
es: Bienvenido a BeyondBoard, un servicio proporcionado por la Clínica Dent i-Delil. Al utilizar nuestra aplicación, usted acepta cumplir y estar sujeto a los siguientes Términos de servicio. Por favor, léalos detenidamente.

source: To the fullest extent permitted by law, Dent i-Delil Turkiye Medical Tourism and its affiliates will not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of your use of the app or these Terms of Service.
es: En la medida en que lo permita la ley, Dent i-Delil Turkiye Medical Tourism y sus filiales no serán responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo que surja de su uso de la aplicación o de estos Términos de servicio.

source: Dent i-Delil Turkiye Medical Tourism
es: Clínica Dent i-Delil

source: Welcome to Dent i-Delil Turkiye Medical Tourism ! providing comprehensive healthcare solutions.
es: ¡Bienvenidos a la Clínica Dent i-Delil! brindando soluciones integrales para el cuidado de la salud.

source: user who signed up. This makes you eligible to participate in our lottery for a free trip + treatment to Turkey. Shall we proceed with submitting your medical files?
es: Usuario que se registró. Esto lo hace elegible para participar en nuestro sorteo de un viaje gratis + tratamiento a Turquía. ¿Procedemos a la presentación de sus expedientes médicos?

source: &copy; Dent i-Delil Turkiye Medical Tourism - Design by Lotfi Kanouni
es: &amp;copiar; Clínica Dent i-Delil - Diseño de Lotfi Kanouni

source: French
ar: الفرنسية
es: Francés
fr: Français
tr: Fransızca

source: Turkish
ar: التركية
es: Turco
fr: Turc
tr: Türkçe

source: DASHBOARD
ar: لوحة القيادة
es: SALPICADERO
fr: TABLEAU DE BORD
tr: PANEL

source: BILLING
ar: الفواتير
es: FACTURACIÓN
fr: FACTURATION
tr: FATURALAMA

source: Google
ar: جوجل
es: Google (en inglés)

source: A group of dedicated professionals ensuring the best care for our patients at Dent i-Delil Turkiye Medical Tourism .
es: Un grupo de profesionales dedicados a garantizar la mejor atención para nuestros pacientes en la Clínica Dent i-Delil.

source: This is the welcome message for Dent i-Delil Turkiye Medical Tourism , providing comprehensive healthcare solutions.
es: Este es el mensaje de bienvenida para la Clínica Dent i-Delil, que ofrece soluciones integrales para el cuidado de la salud.

source: Spotify
es: Spotify (en inglés)

source: Welcome to BeyondBoard, a service provided by Dent i-Delil Turkiye Medical Tourism . We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data when you use our app, including the social login feature.
es: Bienvenido a BeyondBoard, un servicio proporcionado por la Clínica Dent i-Delil. Valoramos su privacidad y nos comprometemos a proteger su información personal. Esta Política de privacidad describe cómo recopilamos, usamos y protegemos sus datos cuando usa nuestra aplicación, incluida la función de inicio de sesión social.

source: OpenStreetMap
es: OpenStreetMap (en inglés)
tr: Delalim (feat Aylin Demir)

source: M
ar: م
tr: A

source: W
ar: و
tr: H

source: Développement d'un backend robuste avec Django.
ar: تطوير خلفية قوية باستخدام Django.
tr: Django ile sağlam bir arka uç geliştirme.

source: Mise en place d'un système de connexion et d'inscription sécurisée des utilisateurs.
ar: تنفيذ نظام تسجيل دخول وتسجيل آمن للمستخدمين.
tr: Güvenli kullanıcı giriş ve kayıt sistemi kurma.

source: Intégration du système de réservation de vols avec l'API Amadeus.
ar: تكامل نظام حجز الرحلات مع API أماديوس.
tr: Amadeus API ile uçuş rezervasyon sisteminin entegrasyonu.

source: 1 AVR 2024
ar: 1 أبريل 2024
tr: 1 NIS 2024

source: Intégration du chatbot
ar: تكامل الدردشة الذكية
tr: Chatbot Entegrasyonu

source: Tableau de bord administrateur
ar: لوحة تحكم المدير
tr: Yönetici Paneli

source: Développement d'un tableau de bord administrateur pour gérer les rendez-vous et les transferts.
ar: تطوير لوحة تحكم المدير لإدارة المواعيد والتحويلات.
tr: Randevuları ve transferleri yönetmek için yönetici paneli geliştirme.

source: Mise en place d'un système de parrainage pour les utilisateurs.
ar: تنفيذ نظام التوصية للمستخدمين.
tr: Kullanıcılar için tavsiye sistemi kurma.

source: Développement d'une interface chauffeur pour l'affectation et le suivi en direct.
ar: تطوير واجهة السائق لتعيين وتتبع السائقين في الوقت الفعلي.
tr: Şoför ataması ve canlı takip için bir arayüz geliştirme.

source: Améliorations de la sécurité des données
ar: تحسينات أمان البيانات
tr: Veri Güvenliği İyileştirmeleri

source: Mise en œuvre d'un chiffrement avancé et d'un contrôle d'accès basé sur les rôles.
ar: تنفيذ تشفير متقدم والتحكم في الوصول بناءً على الأدوار.
tr: Gelişmiş şifreleme ve rol tabanlı erişim kontrolü uygulaması.

source: Prochaines étapes
ar: الخطوات القادمة
tr: Gelecek Adımlar

source: Établir l'équipe de vente
ar: تأسيس فريق المبيعات
tr: Satış Ekibi Kurma

source: Mise en place d'une équipe dédiée aux ventes pour promouvoir la plateforme.
ar: تكوين فريق مخصص للمبيعات للترويج للمنصة.
tr: Platformu tanıtmak için özel bir satış ekibi kurma.

source: Formation sur l'interface
ar: تدريب على الواجهة
tr: Arayüz Eğitimi

source: Formation des utilisateurs sur l'utilisation de l'interface de la plateforme.
ar: تدريب المستخدمين على استخدام واجهة المنصة.
tr: Kullanıcıların platform arayüzünü kullanma eğitimi.

source: Ajout de nouvelles fonctionnalités et améliorations de la plateforme.
ar: إضافة ميزات جديدة وتحسينات للمنصة.
tr: Platforma yeni özellikler ekleme ve iyileştirmeler yapma.

source: Lancement de la plateforme sur de nouveaux marchés internationaux.
ar: إطلاق المنصة في أسواق دولية جديدة.
tr: Platformu yeni uluslararası pazarlarda başlatma.

source: Établissement de partenariats stratégiques pour renforcer l'offre de services.
ar: تأسيس شراكات استراتيجية لتعزيز عرض الخدمات.
tr: Hizmet teklifini güçlendirmek için stratejik ortaklıklar kurma.

source: Tâches
ar: المهام
tr: Görevler

source: En cours
ar: جارٍ التنفيذ
tr: Devam Ediyor

source: في عام 2021
tr: 2021 yılında

source: المشاريع
tr: Projeler

source: المشروع
tr: Proje

source: ميزانية
ar: الميزانية
tr: Bütçe

source: طلب جديد #1832412
tr: Yeni sipariş #1832412

source: طلب جديد #9583120
tr: Yeni sipariş #9583120

source: $3150 USD
ar: $3150 دولار أمريكي
tr: gecikmiş

source: $4400 USD
ar: $4400 دولار أمريكي
tr: programda

source: 12°C
tr: Bulutlu

source: 2FA
ar: المصادقة الثنائية

source: PDF
fr: PDF (EN ANGLAIS)

source: /argon/charts.html
fr: /argon/chartes.html

source: /argon/profile.html
fr: /argon/profil.html
