Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: We take appropriate measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no security system is completely foolproof, and we cannot guarantee absolute security.
ar: نتخذ التدابير المناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التغيير أو الكشف أو التدمير. ومع ذلك ، لا يوجد نظام أمان مضمون تماما ، ولا يمكننا ضمان الأمن المطلق.
bg: Ние предприемаме подходящи мерки за защита на вашата лична информация от неоторизиран достъп, промяна, разкриване или унищожаване. Никоя система за сигурност обаче не е напълно сигурна и не можем да гарантираме абсолютна сигурност.
es: Tomamos las medidas adecuadas para proteger su información personal contra el acceso no autorizado, la alteración, la divulgación o la destrucción. Sin embargo, ningún sistema de seguridad es completamente infalible y no podemos garantizar una seguridad absoluta.
fr: Nous prenons les mesures appropriées pour protéger vos informations personnelles contre l’accès, la modification, la divulgation ou la destruction non autorisés. Cependant, aucun système de sécurité n’est totalement infaillible, et nous ne pouvons pas garantir une sécurité absolue.
it: Adottiamo misure appropriate per proteggere le vostre informazioni personali da accesso non autorizzato, alterazione, divulgazione o distruzione. Tuttavia, nessun sistema di sicurezza è completamente infallibile, e non possiamo garantire la sicurezza assoluta.
tr: Kişisel bilgilerinizi yetkisiz erişime, değiştirilmeye, ifşa edilmeye veya imha edilmeye karşı korumak için uygun önlemleri alıyoruz. Bununla birlikte, hiçbir güvenlik sistemi tamamen kusursuz değildir ve mutlak güvenliği garanti edemeyiz.

source: 6. Your Choices
ar: 6. اختياراتك
bg: 6. Вашият избор
es: 6. Sus opciones
fr: 6. Vos choix
it: 6. Le tue scelte
tr: 6. Seçimleriniz

source: You have the right to:
ar: لديك الحق في:
bg: Имате право на:
es: Usted tiene derecho a:
fr: Vous avez le droit de :
it: Hai il diritto di:
tr: Şu haklara sahipsiniz:

source: Access and update your personal information.
ar: الوصول إلى معلوماتك الشخصية وتحديثها.
bg: Достъп и актуализиране на Вашата лична информация.
es: Acceder y actualizar su información personal.
fr: Accédez à vos informations personnelles et mettez-les à jour.
it: Accedi e aggiorna i tuoi dati personali.
tr: Kişisel bilgilerinize erişin ve güncelleyin.

source: Opt-out of receiving non-essential communications.
ar: إلغاء الاشتراك في تلقي الاتصالات غير الضرورية.
bg: Отказ от получаването на несъществени съобщения.
es: Optar por no recibir comunicaciones no esenciales.
fr: Refuser de recevoir des communications non essentielles.
it: Possibilità di ricevere comunicazioni non essenziali.
tr: Zorunlu olmayan iletişimleri almayı devre dışı bırakma.

source: Deactivate your account if you no longer wish to use our services.
ar: قم بإلغاء تنشيط حسابك إذا لم تعد ترغب في استخدام خدماتنا.
bg: Деактивирайте акаунта си, ако вече не желаете да използвате нашите услуги.
es: Desactive su cuenta si ya no desea utilizar nuestros servicios.
fr: Désactivez votre compte si vous ne souhaitez plus utiliser nos services.
it: Disattiva il tuo account se non desideri più utilizzare i nostri servizi.
tr: Hizmetlerimizi artık kullanmak istemiyorsanız hesabınızı devre dışı bırakın.

source: 7. Third-Party Links
ar: 7. روابط الطرف الثالث
bg: 7. Връзки на трети страни
es: 7. Enlaces de terceros
fr: 7. Liens vers des tiers
it: 7. Link di terze parti
tr: 7. Üçüncü Taraf Bağlantıları

source: Our app may contain links to third-party websites or services that are not controlled by us. We are not responsible for the privacy practices of these third parties. We encourage you to review their privacy policies.
ar: قد يحتوي تطبيقنا على روابط لمواقع أو خدمات تابعة لجهات خارجية لا نتحكم فيها. نحن لسنا مسؤولين عن ممارسات الخصوصية لهذه الأطراف الثالثة. نحن نشجعك على مراجعة سياسات الخصوصية الخاصة بهم.
bg: Нашето приложение може да съдържа връзки към уебсайтове или услуги на трети страни, които не се контролират от нас. Ние не носим отговорност за практиките за поверителност на тези трети страни. Препоръчваме ви да прегледате техните политики за поверителност.
es: Nuestra aplicación puede contener enlaces a sitios web o servicios de terceros que no están controlados por nosotros. No somos responsables de las prácticas de privacidad de estos terceros. Le recomendamos que revise sus políticas de privacidad.
fr: Notre application peut contenir des liens vers des sites Web ou des services tiers qui ne sont pas contrôlés par nous. Nous ne sommes pas responsables des pratiques de confidentialité de ces tiers. Nous vous encourageons à consulter leurs politiques de confidentialité.
it: La nostra app può contenere link a siti o servizi di terze parti che non sono controllati da noi. Non siamo responsabili delle pratiche sulla privacy di questi terzi. Vi invitiamo a rivedere le loro politiche sulla privacy.
tr: Uygulamamız, tarafımızca kontrol edilmeyen üçüncü taraf web sitelerine veya hizmetlere bağlantılar içerebilir. Bu üçüncü tarafların gizlilik uygulamalarından sorumlu değiliz. Gizlilik politikalarını gözden geçirmenizi öneririz.

source: 8. Changes to This Privacy Policy
ar: 8. التغييرات في سياسة الخصوصية هذه
bg: 8. Промени в тази Политика за поверителност
es: 8. Cambios a esta Política de Privacidad
fr: 8. Modifications de la présente politique de confidentialité
it: 8. Modifiche alla presente Informativa sulla privacy
tr: 8. Bu Gizlilik Politikasındaki Değişiklikler

source: We may update this Privacy Policy from time to time. Any changes will be posted on this page, and the revised policy will take effect immediately upon posting.
ar: قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سيتم نشر أي تغييرات على هذه الصفحة ، وستدخل السياسة المعدلة حيز التنفيذ فور نشرها.
bg: Можем да актуализираме тази Политика за поверителност от време на време. Всички промени ще бъдат публикувани на тази страница и преработената политика ще влезе в сила незабавно след публикуването.
es: Es posible que actualicemos esta Política de Privacidad de vez en cuando. Cualquier cambio se publicará en esta página y la política revisada entrará en vigor inmediatamente después de su publicación.
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Toute modification sera publiée sur cette page, et la politique révisée entrera en vigueur dès sa publication.
it: Possiamo aggiornare la presente Informativa sulla privacy di volta in volta. Eventuali modifiche saranno pubblicate in questa pagina, e la politica riveduta avrà effetto immediatamente dopo la pubblicazione.
tr: Bu Gizlilik Politikasını zaman zaman güncelleyebiliriz. Herhangi bir değişiklik bu sayfada yayınlanacak ve revize edilmiş politika yayınlandıktan hemen sonra yürürlüğe girecektir.

source: 9. Contact Us
ar: اتصل بنا
bg: 9. Свържете се с нас
es: 9. Póngase en contacto con nosotros
fr: 9. Contactez-nous
it: 9. Contattaci
tr: 9. Bize Ulaşın

source: If you have any questions or concerns about this Privacy Policy, please contact us at
ar: إذا كان لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية هذه ، يرجى الاتصال بنا على
bg: Ако имате въпроси или притеснения относно тази Политика за поверителност, моля, свържете се с нас на
es: Si tiene alguna pregunta o inquietud sobre esta Política de privacidad, comuníquese con nosotros a
fr: Si vous avez des questions ou des préoccupations au sujet de la présente politique de confidentialité, veuillez nous contacter à l’adresse suivante :
it: Se avete domande o dubbi sulla presente Informativa sulla privacy, vi preghiamo di contattarci
tr: Bu Gizlilik Politikası hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle şu adresten iletişime geçin:

source: Our Products
bg: Нашите продукти
es: NUESTROS PRODUCTOS
it: I nostri prodotti

source: View Details
bg: Преглед на детайли
es: Ver detalles
it: Visualizza dettagli

source: Upload Medical Files
ar: تحميل الملفات الطبية
bg: Качване на медицински файлове
es: Subir Expedientes Médicos
fr: Téléchargement de fichiers médicaux
it: Caricare i file medici
tr: Tıbbi Dosyaları Yükle

source: Social Accounts
ar: الحسابات الاجتماعية
bg: Социални акаунти
es: Cuentas Sociales
fr: Comptes sociaux
it: Conti sociali
tr: Sosyal Hesaplar

source: Delete Account
ar: حذف الحساب
bg: Изтриване на акаунт
es: Eliminar cuenta
fr: Supprimer le compte
it: Cancella account
tr: Hesabı Sil

source: Enabled
ar: تمكين
bg: Разрешено
es: Habilitado
fr: Activé
it: Abilitato
tr: Etkin

source: This is the navigation menu. Use it to quickly access different sections of your account.
bg: Това е менюто за навигация. Използвайте го за бърз достъп до различни секции от акаунта си.
es: Este es el menú de navegación. Úsalo para acceder rápidamente a diferentes secciones de tu cuenta.
it: Questo è il menu di navigazione. Usalo per accedere rapidamente a diverse sezioni del tuo account.

source: Here is your profile section. You can view and edit your personal information here.
bg: Ето раздела на вашия профил. Можете да преглеждате и редактирате личната си информация тук.
es: Aquí está la sección de tu perfil. Puede ver y editar su información personal aquí.
it: Ecco la sezione del tuo profilo. È possibile visualizzare e modificare le informazioni personali qui.

source: This section allows you to update your basic information like name and email.
bg: Този раздел ви позволява да актуализирате основната си информация като име и имейл.
es: Esta sección le permite actualizar su información básica como el nombre y el correo electrónico.
it: Questa sezione consente di aggiornare le informazioni di base come nome e e-mail.

source: Here, you can view and manage your uploaded medical files.
bg: Тук можете да преглеждате и управлявате качените си медицински файлове.
es: Aquí puede ver y administrar sus archivos médicos cargados.
it: Qui, è possibile visualizzare e gestire i file medici caricati.

source: Access and manage your notification preferences here.
bg: Достъп до и управление на предпочитанията за известия тук.
es: Acceda y administre sus preferencias de notificación aquí.
it: Accedi e gestisci le tue preferenze di notifica qui.

source: Connect your social media accounts for a seamless experience.
bg: Свържете акаунтите си в социалните медии за безпроблемно изживяване.
es: Conecta tus cuentas de redes sociales para una experiencia perfecta.
it: Collega i tuoi account di social media per un'esperienza senza soluzione di continuità.

source: Here you can delete your account. Please proceed with caution.
bg: Тук можете да изтриете акаунта си. Моля, продължете с повишено внимание.
es: Aquí puedes eliminar tu cuenta. Por favor, proceda con precaución.
it: Qui puoi cancellare il tuo account. Si prega di procedere con cautela.

source: Finish
bg: Свършвам
es: Terminar
it: Finitura

source: Confirmation Email
ar: تأكيد البريد الإلكتروني
bg: Имейл за потвърждение
es: Correo electrónico de confirmación
fr: Courriel de confirmation
it: Conferma Email
tr: Onay E-postası

source: I'm
ar: أنا
bg: Аз съм
es: Estoy
fr: Je suis
it: Io sono
tr: Ben

source: &nbsp;
bg: &amp;nbsp;
es: &amp;nbsp;

source: Policy Number
ar: رقم السياسة
bg: Номер на полица
es: Número de póliza
fr: Numéro de police
it: Numero della politica
tr: Poliçe Numarası

source: 1 JAN 2024
ar: 1 يناير 2024
bg: 1 ЯНУАРИ 2024
es: 1 ENE 2024
fr: 1 JANV. 2024
it: 1 GIANNO 2024
tr: 1 OCAK 2024

source: Planification
ar: التخطيط
bg: Планиране
es: Planificación
it: Pianificazione
tr: Planlama

source: 15 JAN 2024
ar: 15 يناير 2024
bg: 15 ЯНУАРИ 2024
es: 15 ENE 2024
fr: 15 JANV. 2024
it: 15 GIANNO 2024
tr: 15 ŞUBAT 2024

source: Développement
ar: التطوير
bg: Развитие
it: Sviluppo
tr: Geliştirme

source: 1 FÉV 2024
ar: 1 فبراير 2024
bg: 1 ФЕВРУАРИ 2024
es: 1 FEBRERO 2024
tr: 1 ŞUB 2024

source: Authentification
ar: المصادقة
bg: Аутентификация
es: Autenticación
it: Autenticazione
tr: Kimlik Doğrulama

source: 15 MAR 2024
ar: 15 مارس 2024
bg: 15 МАР 2024 Г.
fr: 15 MARS 2024
tr: 15 MART 2024

source: Intégration
ar: التكامل
bg: Интеграция
es: Integración
tr: Entegrasyon

source: 1 MAI 2024
ar: 1 مايو 2024
bg: 1 МАЙ 2024 Г.
tr: 1 May 2024

source: 1 JUIN 2024
ar: 1 يونيو 2024
bg: 1 ЮИН 2024
es: 1 JUNIO 2024
it: 1 GIUGNO 2024
tr: 1 Haz 2024

source: Chatbot
ar: الدردشة الذكية
bg: Чатбот

source: 1 JUIL 2024
ar: 1 يوليو 2024
bg: 1 ЮЛИ 2024 Г.
es: 1 DE JULIO DE 2024
fr: 1ER JUIL 2024
it: 1 GIUGNO 2024
tr: 1 TEM 2024

source: Admin
ar: المدير
bg: Администратор
fr: Administrateur
it: Amministrazioni
tr: Yönetim

source: 20 JUIL 2024
ar: 20 يوليو 2024
bg: 20 ЮЛИ 2024 Г
es: 20 JULIO 2024
it: 20 LUGLIO 2024
tr: 20 Tem 2024

source: Recommandation
ar: التوصية
bg: Препоръчване
es: Recomendación
it: Recommandazione
tr: Tavsiye

source: Interface chauffeur
ar: واجهة السائق
bg: Шофьор на интерфейса
es: Chofer de interfaz
it: Interfaccia autista
tr: Şoför Arayüzü

source: Rapports et analyses
ar: التقارير والتحليلات
bg: Разбирателства и анализи
it: Rapporti e analisi
tr: Raporlar ve Analizler

source: Analyses
ar: التحليلات
bg: Анализи
es: Análisis
it: Analisi
tr: Analizler

source: Ventes
ar: المبيعات
bg: Вентили
es: Respiraderos
it: Vente
tr: Satış

source: Formation
ar: التدريب
bg: Формация
es: Formación
it: Formazione
tr: Eğitim

source: 1 SEPT 2024
ar: 1 سبتمبر 2024
bg: 1 СЕПТЕМВРИ 2024 Г.
es: 1 DE SEPTIEMBRE de 2024
fr: 1ER SEPTEMBRE 2024
tr: 1 EYL 2024

source: 15 SEPT 2024
ar: 15 سبتمبر 2024
bg: 15 СЕПТ 2024
es: 15 SEPTIEMBRE 2024
it: 15 SETTEMBRE 2024
tr: 15 EYL 2024

source: Analyse
ar: التحليل
bg: Анализира
es: Analizar
fr: Analyser
it: Analisi
tr: Analiz

source: Expansion internationale
ar: التوسع الدولي
bg: Международна експанзия
es: Expansión internacional
it: Espansione internazionale
tr: Uluslararası Genişleme

source: 1 OCT 2024
ar: 1 أكتوبر 2024
bg: 1 ОКТОМВРИ 2024 Г.
es: 1 DE OCTUBRE DE 2024
fr: 1 OCTOBRE 2024
it: 1 PTOM 2024
tr: 1 EKİ 2024

source: Expansion
ar: التوسع
bg: Разширяване
es: Expansión
it: Espansione
tr: Genişleme

source: 15 OCT 2024
ar: 15 أكتوبر 2024
bg: 15 ОКТ 2024
fr: 15 OCTOBRE 2024
it: 15 PTOM 2024
tr: 15 EKİ 2024

source: Partenariats
ar: الشراكات
bg: Партенариати
it: Partenariati
tr: Ortaklıklar

source: Projets
ar: المشاريع
bg: Проекти
es: Proyectos
tr: Projeler

source: Terminés
ar: مكتمل
bg: Термини
tr: Tamamlandı

source: Argon Dashboard 2 by Creative Tim
bg: Argon Dashboard 2 от Creative Tim
es: Tablero de argón 2 por Creative Tim
fr: Argon Dashboard 2 par Creative Tim

source: Argon Dashboard 2
bg: Табло за управление на Argon 2
es: Tablero de argón 2
fr: Tableau de bord Argon 2
it: Dashboard Argon 2

source: Soft UI Dashboard
bg: Табло за управление на мекия потребителски интерфейс
es: Panel de control de interfaz de usuario suave
fr: Tableau de bord Soft UI

source: document
bg: документ
es: documento
it: documento

source: 36K
bg: 36К

source: 2m
bg: 2м

source: Soft UI XD الإصدار
bg: Мек потребителски интерфейс XD
it: Soft UI XD القصدار
tr: Soft UI XD sürümü

source: 22 DEC 7:20 PM
ar: 22 ديسمبر 07:20 م
bg: 22 ДЕКЕМВРИ 19:20
es: 22 DIC 19:20
fr: 22 DÉC. 19:20
tr: 22 ARA 19:20

source: 21 DEC 11 PM
ar: 21 ديسمبر 11 م
bg: 21 ДЕКЕМВРИ 23 Ч.
es: 21 DIC 23 PM
fr: 21 DÉC. 23 HEURES
tr: 21 ARALIK 11 PM

source: 21 DEC 9:34 PM
ar: 21 ديسمبر 09:34 م
bg: 21 ДЕКЕМВРИ 21:34
es: 21 DIC 21:34
fr: 21 DÉC. 21:34
tr: 21 ARA 21:34

source: 20 DEC 2:20 AM
ar: 20 ديسمبر 02:20 ص
bg: 20 ДЕКЕМВРИ 02:20
es: 20 DIC 2:20 AM
fr: 20 DÉC. 02:20
tr: 20 ARALIK 02:20

source: 18 DEC 4:54 AM
ar: 18 ديسمبر 04:54 ص
bg: 18 ДЕК 4:54
es: 18 DIC 4:54 AM
fr: 18 DÉC. 04:54
tr: 18 ARA 4:54

source: 17 DEC
ar: 17 ديسمبر
bg: 17 ДЕК
es: 17 DIC
fr: 17 DÉC.
tr: 17 ARALIK

source: by
ar: بواسطة
bg: от
es: por
fr: par
it: di
tr: tarafından

source: Creative Tim
bg: Креативен Тим
es: Tim Creativo
fr: Tim le créatif
it: Tim creativo

source: for a better web.
ar: لويب أفضل.
bg: за по-добра мрежа.
es: para una mejor web.
fr: pour un meilleur web.
it: per un web migliore.
tr: daha iyi bir web için.

source: License
ar: الترخيص
bg: Лиценз
es: Licencia
fr: Licence
it: Licenza
tr: Lisans

source: Free Download
ar: تحميل مجاني
bg: Безплатно изтегляне
es: Descarga gratuita
fr: Téléchargement gratuit
it: Scarica gratis
tr: Ücretsiz İndirme

source: Star
ar: نجمة
bg: Звезда
es: Estrella
fr: Étoile
it: Stella

source: Thank you for sharing!
ar: شكرًا للمشاركة!
bg: Благодарим ви, че споделихте!
es: ¡Gracias por compartir!
fr: Merci de nous avoir fait partager votre expérience !
it: Grazie per la condivisione!
tr: Paylaştığınız için teşekkürler!

source: Tweet
ar: تغريدة
bg: Чуруликане

source: Share
ar: مشاركة
bg: Дял
es: Compartir
fr: Partager
it: Condividi
tr: Paylaş

source: Add an Appointment
ar: إضافة موعد
bg: Добавяне на среща
es: Agregar una cita
fr: Ajouter un rendez-vous
it: Aggiungi un Appuntamento
tr: Randevu Ekle

source: No upcoming appointments.
ar: لا توجد مواعيد قادمة.
bg: Няма предстоящи срещи.
es: No hay próximas citas.
fr: Pas de rendez-vous à venir.
it: Nessun prossimo appuntamento.
tr: Geçmiş randevu yok.

source: No past appointments.
ar: لا توجد مواعيد سابقة.
bg: Без предишни срещи.
es: No hay citas anteriores.
fr: Aucun rendez-vous antérieur.
it: Niente appuntamenti passati.
tr: Geçmiş randevu yok.

source: Event Details
bg: Подробности за събитието
es: Detalles del evento
it: Dettagli evento

source: Title
bg: Заглавие
es: Título
it: Titolo

source: Info
bg: Информация
es: Información

source: No additional information
bg: Няма допълнителна информация
es: No hay información adicional
it: Nessuna informazione aggiuntiva

source: Click this button to create a new board for tracking tasks or events.
bg: Щракнете върху този бутон, за да създадете ново табло за проследяване на задачи или събития.
es: Haga clic en este botón para crear un nuevo tablero para realizar un seguimiento de tareas o eventos.
it: Fare clic su questo pulsante per creare una nuova scheda per attività di monitoraggio o eventi.

source: This is your calendar. Use it to keep track of your appointments and deadlines.
bg: Това е вашият календар. Използвайте го, за да следите вашите срещи и крайни срокове.
es: Este es tu calendario. Úselo para realizar un seguimiento de sus citas y plazos.
it: Questo è il tuo calendario. Usalo per tenere traccia dei tuoi appuntamenti e scadenze.

source: Here you can view your upcoming events.
bg: Тук можете да видите предстоящите си събития.
es: Aquí puedes ver tus próximos eventos.
it: Qui potete vedere i vostri prossimi eventi.

source: This card displays your productivity stats and trends.
bg: Тази карта показва статистиката и тенденциите на вашата производителност.
es: Esta tarjeta muestra sus estadísticas y tendencias de productividad.
it: Questa scheda visualizza le statistiche di produttività e le tendenze.

source: Welcome!
ar: مرحبًا!
bg: Добре дошъл!
es: ¡Bienvenido!
fr: Bienvenue !
it: Benvenuto!
tr: Bu harika formları kullanarak projenizde ücretsiz olarak giriş yapın veya yeni hesap oluşturun.

source: Use these forms to login or create new account
bg: Използвайте тези формуляри, за да влезете или да създадете нов акаунт
es: Utilice estos formularios para iniciar sesión o crear una nueva cuenta
it: Utilizzare questi moduli per accedere o creare un nuovo account

source: Fill in these Forms
bg: Попълнете тези формуляри
es: Rellena estos formularios

source: Click here to sign in with Google if you already have an account.
bg: Кликнете тук, за да влезете с Google, ако вече имате профил.
es: Haga clic aquí para iniciar sesión con Google si ya tiene una cuenta.
it: Clicca qui per accedere a Google se hai già un account.

source: Got it!
bg: Стана!
es: ¡Entiendo!
it: Ricevuto!

source: Tables
ar: الجداول
bg: Таблици
es: Mesas
fr: Tableaux
it: Tavole
tr: Açık tablo

source: Light table
ar: جدول خفيف
bg: Светлинна маса
es: Mesa de luz
fr: Table lumineuse
it: Tavolo leggero
tr: Proje

source: Project
ar: المشروع
bg: Проект
es: Proyecto
fr: Projet
it: Progetto
tr: Bütçe

source: Budget
ar: الميزانية
bg: Бюджет
es: Presupuesto
it: Bilancio
tr: Durum

source: Status
ar: الحالة
bg: Статус
es: Estado
fr: Statut
it: Stato
tr: Tamamlama

source: Completion
ar: الاكتمال
bg: Завършване
es: Terminación
fr: Achèvement
it: Completamento
tr: Argon Tasarım Sistemi

source: Argon Design System
ar: نظام تصميم Argon
bg: Система за проектиране на аргон
es: Sistema de diseño de argón
fr: Système de conception Argon
it: Sistema di progettazione Argon
tr: $2500 USD

source: $2500 USD
ar: $2500 دولار أمريكي
bg: 2500 щ.д.
tr: beklemede

source: pending
ar: قيد الانتظار
bg: Очакване
es: pendiente
fr: en attente
it: in attesa
tr: Angular Now UI Kit PRO

source: $1800 USD
ar: $1800 دولار أمريكي
bg: $1800 лв
tr: tamamlandı

source: completed
ar: مكتمل
bg: завършен
es: completado
fr: achevé
it: completato
tr: Black Dashboard

source: Black Dashboard
bg: Черно табло
es: Salpicadero negro
fr: Tableau de bord noir
tr: $3150 USD

source: delayed
ar: متأخر
bg: Забавено
es: retrasado
fr: retardé
it: ritardato
tr: React Material Dashboard

source: React Material Dashboard
bg: Табло за управление на React Material
es: Panel de control de React Material
fr: Tableau de bord React Material
it: React materiale Dashboard
tr: $4400 USD

source: on schedule
ar: في الموعد المحدد
bg: по график
es: A tiempo
fr: dans les délais
it: in programma
tr: Vue Paper UI Kit PRO

source: Vue Paper UI Kit PRO
bg: Комплект за потребителски интерфейс на Vue Paper PRO
es: Kit de interfaz de usuario Vue Paper PRO
tr: $2200 USD

source: $2200 USD
ar: $2200 دولار أمريكي
bg: 2200 щ.д.
tr: (mevcut)

source: Previous
ar: السابق
bg: Предишен
es: Anterior
fr: Précédent
it: Precedente
tr: Önceki

source: (current)
ar: (الحالي)
bg: (текущ)
es: (actual)
fr: (actuel)
it: (corrente)
tr: Koyu tablo

source: Dark table
ar: جدول داكن
bg: Тъмна маса
es: Mesa oscura
fr: Table sombre
it: Tavolo scuro
tr: En Yakın Şoför: Mehmet A.

source: Nearest Driver: Mehmet A.
ar: أقرب سائق: محمد أ.
bg: Най-близкият шофьор: Мехмет А.
es: Conductor más cercano: Mehmet A.
fr: Chauffeur le plus proche : Mehmet A.
it: Driver più vicino: Mehmet A.
tr: Bugünün Yolculukları

source: Today's Trips
ar: رحلات اليوم
bg: Днешните пътувания
es: Viajes de hoy
fr: Voyages d'aujourd'hui
it: Viaggi di oggi

source: Km
ar: كم
bg: Км
tr: Günlük Ortalama

source: Average Daily
ar: متوسط يومي
bg: Среднодневния
es: Promedio Diario
fr: Moyenne journalière
it: Media giornaliera

source: Available:
ar: متاح:
bg: Наличен:
es: Disponible:
fr: Disponible :
it: Disponibile:

source: minutes
ar: دقيقة
bg: Минути
es: acta
it: minuti
tr: Mevcut Konum:

source: Current Location:
ar: الموقع الحالي:
bg: Текущо местоположение:
es: Ubicación actual:
fr: Localisation actuelle :
it: Posizione attuale:
tr: Fatih, DW

source: Fatih, DW
ar: الفاتح، DW
bg: Фатих, DW
tr: 12, Aksaray Cd

source: 12, Aksary Cd
ar: 12، شارع أكساري
bg: 12, Аксари СД
tr: Bugünün Yolculuğu

source: Estimated arrival time
ar: الوقت المقدر للوصول
bg: Очаквано време на пристигане
es: Hora estimada de llegada
fr: Heure d'arrivée estimée
it: Tempo di arrivo stimato

source: Distance from your location
ar: المسافة من موقعك
bg: Разстояние от вашето местоположение
es: Distancia desde su ubicación
fr: Distance par rapport à votre lieu de résidence
it: Distanza dalla tua posizione

source: Distance to the clinic
ar: المسافة إلى العيادة
bg: Разстояние до клиниката
es: Distancia a la clínica
fr: Distance par rapport à la clinique
it: Distanza alla clinica
tr: OpenStreetMap

source: Delalim (feat Aylin Demir)
bg: Делалим (подвиг Айлин Демир)
tr: Türk Pop - Klasikler

source: Turkish Pop - Classics
ar: البوب التركي - الكلاسيكيات
bg: Турски поп - класика
es: Pop Turco - Clásicos
fr: Pop turque - Classiques
it: Turco Pop - Classici
tr: Ses

source: Volume
ar: الصوت
bg: Том
es: Volumen
tr: &nbsp;Kullanıcı Ekle
