Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: You are about to generate a new set of recovery codes for your account.
ar: أنت على وشك إنشاء مجموعة جديدة من رموز الاسترداد لحسابك.
bg: Предстои ви да генерирате нов набор от кодове за възстановяване за вашия акаунт.
es: Está a punto de generar un nuevo conjunto de códigos de recuperación para su cuenta.
fr: Vous êtes sur le point de générer un nouvel ensemble de codes de récupération pour votre compte.
it: Stai per generare una nuova serie di codici di recupero per il tuo account.
tr: Hesabınız için yeni bir kurtarma kodu grubu oluşturmak üzeresiniz.

source: This action will invalidate your existing codes.
ar: سيؤدي هذا الإجراء إلى إبطال الرموز الموجودة لديك.
bg: Това действие ще направи съществуващите ви кодове невалидни.
es: Esta acción invalidará los códigos existentes.
fr: Cette action invalidera vos codes existants.
it: Questa azione invaliderà i codici esistenti.
tr: Bu eylem, mevcut kodlarınızı geçersiz kılacaktır.

source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
es: ¿Estás seguro?
fr: Es-tu sûr?
it: Sei sicuro?
tr: Emin misiniz?

source: Unused codes
ar: الرموز غير المستخدمة
bg: Неизползвани кодове
es: Códigos no utilizados
fr: Codes non utilisés
it: Codici non utilizzati
tr: Kullanılmayan kodlar

source: Download codes
ar: رموز التنزيل
bg: Изтегляне на кодове
es: Códigos de descarga
fr: Télécharger les codes
it: Scarica i codici
tr: Kodları indir

source: Generate new codes
ar: إنشاء رموز جديدة
bg: Генериране на нови кодове
es: Generar nuevos códigos
fr: Générer de nouveaux codes
it: Genera nuovi codici
tr: Yeni kodlar oluştur

source: Activate Authenticator App
ar: تطبيق المصادقة
bg: Активирайте приложението Authenticator
es: Activar la aplicación de autenticación
fr: Activer l’application Authenticator
it: Attiva l'app Authenticator
tr: Authenticator Uygulamasını Etkinleştir

source: To protect your account with two-factor authentication, scan the QR code below with your authenticator app. Then, input the verification code generated by the app below.
ar: لحماية حسابك باستخدام المصادقة الثنائية ، امسح رمز الاستجابة السريعة أدناه باستخدام تطبيق المصادقة الخاص بك. بعد ذلك ، أدخل رمز التحقق الذي تم إنشاؤه بواسطة التطبيق أدناه.
bg: За да защитите акаунта си с двуфакторно удостоверяване, сканирайте QR кода по-долу с приложението си за удостоверяване. След това въведете кода за потвърждение, генериран от приложението по-долу.
es: Para proteger su cuenta con la autenticación de dos factores, escanee el código QR a continuación con su aplicación de autenticación. Luego, ingrese el código de verificación generado por la aplicación a continuación.
fr: Pour protéger votre compte à l’aide de l’authentification à deux facteurs, scannez le code QR ci-dessous avec votre application d’authentification. Ensuite, saisissez le code de vérification généré par l’application ci-dessous.
it: Per proteggere il tuo account con l'autenticazione a due fattori, scansiona il codice QR qui sotto con la tua app di autenticazione. Quindi, inserisci il codice di verifica generato dall'app qui sotto.
tr: Hesabınızı iki faktörlü kimlik doğrulama ile korumak için aşağıdaki QR kodunu kimlik doğrulama uygulamanızla tarayın. Ardından, uygulama tarafından oluşturulan doğrulama kodunu aşağıya girin.

source: Authenticator secret
ar: تطبيق المصادقة
bg: Тайна на удостоверителя
es: Secreto de autenticador
fr: Secret de l’authentificateur
it: Segreto dell'autenticatore
tr: Kimlik doğrulayıcı gizli anahtarı

source: You can store this secret and use it to reinstall your authenticator app at a later time.
ar: يمكنك تخزين هذا السر واستخدامه لإعادة تثبيت تطبيق المصادقة في وقت لاحق.
bg: Можете да съхраните тази тайна и да я използвате, за да преинсталирате приложението си за удостоверяване по-късно.
es: Puede almacenar este secreto y usarlo para reinstalar la aplicación de autenticación más adelante.
fr: Vous pouvez stocker ce secret et l’utiliser pour réinstaller votre application d’authentification ultérieurement.
it: È possibile archiviare questo segreto e utilizzarlo per reinstallare l'app di autenticazione in un secondo momento.
tr: Bu gizli diziyi depolayabilir ve kimlik doğrulayıcı uygulamanızı daha sonra yeniden yüklemek için kullanabilirsiniz.

source: Deactivate Authenticator App
ar: تطبيق المصادقة
bg: Деактивиране на приложението Authenticator
es: Desactivar la aplicación Authenticator
fr: Désactiver l’application d’authentification
it: Disattiva l'app di autenticazione
tr: Authenticator Uygulamasını Devre Dışı Bırak

source: You are about to deactivate authenticator app based authentication. Are you sure?
ar: أنت على وشك إلغاء تنشيط المصادقة المستندة إلى تطبيق المصادقة. هل أنت متأكد؟
bg: Предстои ви да деактивирате удостоверяването, базирано на приложение за удостоверяване. Сигурни ли сте?
es: Está a punto de desactivar la autenticación basada en la aplicación de autenticación. ¿Estás seguro?
fr: Vous êtes sur le point de désactiver l’authentification basée sur l’application d’authentification. Es-tu sûr?
it: Stai per disattivare l'autenticazione basata su app di autenticazione. Sei sicuro?
tr: Kimlik doğrulayıcı uygulama tabanlı kimlik doğrulamasını devre dışı bırakmak üzeresiniz. Emin misiniz?

source: Add Security Key
ar: لا توجد مفاتيح أمان
bg: Добавете ключ за сигурност
es: Agregar clave de seguridad
fr: Ajouter une clé de sécurité
it: Aggiungi chiave di sicurezza
tr: Güvenlik Anahtarı Ekle

source: Remove Security Key
ar: لا توجد مفاتيح أمان
bg: Премахване на ключа за сигурност
es: Eliminar clave de seguridad
fr: Supprimer la clé de sécurité
it: Rimuovi chiave di sicurezza
tr: Güvenlik Anahtarını Kaldır

source: Are you sure you want to remove this security key?
ar: هل أنت متأكد من أنك تريد إزالة مفتاح الأمان هذا؟
bg: Сигурни ли сте, че искате да премахнете този ключ за сигурност?
es: ¿Estás seguro de que quieres eliminar esta llave de seguridad?
fr: Êtes-vous sûr de vouloir supprimer cette clé de sécurité ?
it: Sei sicuro di voler rimuovere questa chiave di sicurezza?
tr: Bu güvenlik anahtarını kaldırmak istediğinizden emin misiniz?

source: Key
ar: مفتاح
bg: Ключ
es: Llave
fr: Clé
it: Chiave
tr: Anahtar

source: Usage
ar: المستخدم
bg: Използване
es: Uso
it: Uso
tr: Kullanım

source: Passkey
ar: basket
bg: Ключ
es: Llave maestra
fr: Passe-partout
tr: Geçiş anahtarı

source: Security key
ar: مفاتيح الأمان
bg: Ключ за сигурност
es: Clave de seguridad
fr: Clé de sécurité
it: Chiave di sicurezza
tr: Güvenlik anahtarı

source: This key does not indicate whether it is a passkey.
ar: لا يشير هذا المفتاح إلى ما إذا كان مفتاح مرور.
bg: Този ключ не показва дали е ключ за достъп.
es: Esta clave no indica si es una clave de paso.
fr: Cette clé n’indique pas s’il s’agit d’une clé d’accès.
it: Questa chiave non indica se si tratta di una passkey.
tr: Bu anahtar, bir geçiş anahtarı olup olmadığını göstermez.

source: Unspecified
ar: satisfied
bg: Неопределени
es: No especificado
fr: Quelconque
it: Specificato
tr: Belirtilme -miş

source: Added on %(created_at)s
ar: أضيفت في ٪(created_at)s
bg: Добавено на %(created_at)s
es: Añadido en %(created_at)s
fr: Ajouté sur %(created_at)s
it: Aggiunto il %(created_at)s
tr: %(created_at)s tarihinde eklendi

source: Last used %(last_used)s
ar: آخر استخدام٪ (last_used) s
bg: Последно използвани %(last_used)s
es: Último uso %(last_used)s
fr: Dernières utilisations %(last_used)s
it: Ultimo utilizzo %(last_used)s
tr: Son kullanılan %(last_used)s

source: Edit
ar: تحرير
bg: Редактирам
es: Editar
fr: Editer
it: Redigere
tr: Düzenle

source: Edit Security Key
ar: لا توجد مفاتيح أمان
bg: Редактиране на ключ за сигурност
es: Editar clave de seguridad
fr: Modifier la clé de sécurité
it: Modifica chiave di sicurezza
tr: Güvenlik Anahtarını Düzenle

source: Save
ar: حفظ
bg: Спасявам
es: Salvar
fr: Économiser
it: Salvare
tr: Kaydet

source: This functionality requires JavaScript.
ar: تتطلب هذه الوظيفة جافا سكريبت.
bg: Тази функционалност изисква JavaScript.
es: Esta funcionalidad requiere JavaScript.
fr: Cette fonctionnalité nécessite JavaScript.
it: Questa funzionalità richiede JavaScript.
tr: Bu işlevsellik için JavaScript gerekir.

source: Third-Party Login Failure
ar: فشل تسجيل الدخول من طرف ثالث
bg: Неуспешно влизане на трета страна
es: Error de inicio de sesión de terceros
fr: Échec de la connexion d’un tiers
it: Errore di accesso di terze parti
tr: Üçüncü Taraf Oturum Açma Hatası

source: An error occurred while attempting to login via your third-party account.
ar: حدث خطأ أثناء محاولة تسجيل الدخول عبر حساب الجهة الخارجية الخاص بك.
bg: Възникна грешка при опит за влизане чрез вашия акаунт на трета страна.
es: Se ha producido un error al intentar iniciar sesión a través de su cuenta de terceros.
fr: Une erreur s’est produite lors de la tentative de connexion via votre compte tiers.
it: Si è verificato un errore durante il tentativo di accesso tramite il tuo account di terze parti.
tr: Üçüncü taraf hesabınız üzerinden giriş yapmaya çalışırken bir hata oluştu.

source: Account Connections
ar: اتصالات الحساب
bg: Връзки с акаунти
es: Conexiones de cuenta
fr: Connexions de compte
it: Connessioni account
tr: Hesap Bağlantıları

source: You can sign in to your account using any of the following third-party accounts:
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام أي من حسابات الجهات الخارجية التالية:
bg: Можете да влезете в акаунта си, като използвате някой от следните акаунти на трети страни:
es: Puede iniciar sesión en su cuenta con cualquiera de las siguientes cuentas de terceros:
fr: Vous pouvez vous connecter à votre compte à l’aide de l’un des comptes tiers suivants :
it: Puoi accedere al tuo account utilizzando uno dei seguenti account di terze parti:
tr: Aşağıdaki üçüncü taraf hesaplarından herhangi birini kullanarak hesabınızda oturum açabilirsiniz:

source: You currently have no third-party accounts connected to this account.
ar: ليس لديك حاليا حسابات تابعة لجهات خارجية مرتبطة بهذا الحساب.
bg: В момента нямате акаунти на трети страни, свързани с този акаунт.
es: Actualmente no tiene cuentas de terceros conectadas a esta cuenta.
fr: À l’heure actuelle, aucun compte tiers n’est connecté à ce compte.
it: Al momento non disponi di account di terze parti collegati a questo account.
tr: Şu anda bu hesaba bağlı hiçbir üçüncü taraf hesabınız yok.

source: Add a Third-Party Account
ar: إضافة حساب طرف ثالث
bg: Добавяне на акаунт на трета страна
es: Agregar una cuenta de terceros
fr: Ajouter un compte tiers
it: Aggiunta di un account di terze parti
tr: Üçüncü taraf hesabı ekleme

source: A third-party account from %(provider)s has been connected to your account.
ar: تم ربط حساب جهة خارجية من ٪(مزود)s بحسابك.
bg: Акаунт на трета страна от %(доставчик)s е свързан с вашия акаунт.
es: Se ha conectado una cuenta de terceros de %(provider)s a su cuenta.
fr: Un compte tiers de %(provider)s a été connecté à votre compte.
it: Un account di terze parti di %(provider)s è stato collegato al tuo account.
tr: %(sağlayıcı) dan bir üçüncü taraf hesabı hesabınıza bağlandı.

source: Third-Party Account Connected
ar: حساب الطرف الثالث متصل
bg: Свързан акаунт на трета страна
es: Cuenta de terceros conectada
fr: Compte tiers connecté
it: Account di terze parti collegato
tr: Üçüncü Taraf Hesabı Bağlandı

source: A third-party account from %(provider)s has been disconnected from your account.
ar: تم قطع اتصال حساب جهة خارجية من٪(مزود)s بحسابك.
bg: Акаунт на трета страна от %(доставчик) е прекъснат от вашия акаунт.
es: Una cuenta de terceros de %(provider)s se ha desconectado de su cuenta.
fr: Un compte tiers de %(provider)s a été déconnecté de votre compte.
it: Un account di terze parti di %(provider)s è stato disconnesso dal tuo account.
tr: %(sağlayıcı) tarafından oluşturulan bir üçüncü taraf hesabının hesabınızla bağlantısı kesildi.

source: Third-Party Account Disconnected
ar: تم قطع اتصال حساب الطرف الثالث
bg: Връзката с акаунт на трета страна е прекъсната
es: Cuenta de terceros desconectada
fr: Compte tiers déconnecté
it: Account di terze parti disconnesso
tr: Üçüncü Taraf Hesabının Bağlantısı Kesildi

source: Connect %(provider)s
ar: الاتصال٪ (مزود) s
bg: Свържете %(доставчик)s
es: Conectar %(proveedor)s
fr: Connecter %(fournisseur)s
it: Connetti %(provider)s
tr: %(sağlayıcı)ları bağlayın

source: You are about to connect a new third-party account from %(provider)s.
ar: أنت على وشك الاتصال بحساب جهة خارجية جديد من٪ (مزود).
bg: Предстои ви да свържете нов акаунт на трета страна от %(provider)s.
es: Está a punto de conectar una nueva cuenta de terceros desde %(provider)s.
fr: Vous êtes sur le point de connecter un nouveau compte tiers à partir de %(provider)s.
it: Stai per collegare un nuovo account di terze parti da %(provider)s.
tr: %(sağlayıcı)lardan yeni bir üçüncü taraf hesabı bağlamak üzeresiniz.

source: Sign In Via %(provider)s
ar: تسجيل الدخول عبر ٪(مزود)s
bg: Влезте чрез %(доставчик)s
es: Iniciar sesión a través de %(proveedor)s
fr: Se connecter via %(provider)s
it: Accesso tramite %(provider)s
tr: %(sağlayıcı) s ile Giriş Yapın

source: You are about to sign in using a third-party account from %(provider)s.
ar: أنت على وشك تسجيل الدخول باستخدام حساب جهة خارجية من ٪(provider)s.
bg: Предстои ви да влезете с акаунт на трета страна от %(provider)s.
es: Está a punto de iniciar sesión con una cuenta de terceros de %(provider)s.
fr: Vous êtes sur le point de vous connecter à l’aide d’un compte tiers de %(provider)s.
it: Stai per accedere utilizzando un account di terze parti da %(provider)s.
tr: %(sağlayıcı)lardan bir üçüncü taraf hesabı kullanarak oturum açmak üzeresiniz.

source: Continue
ar: استمر
bg: Продължавам
es: Continuar
fr: Continuer
it: Continuare
tr: Devam etmek

source: Login Cancelled
ar: تم إلغاء تسجيل الدخول
bg: Влизането е отменено
es: Inicio de sesión cancelado
fr: Connexion Annulée
it: Login annullato
tr: Giriş İptal Edildi

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ar: قررت إلغاء تسجيل الدخول إلى موقعنا باستخدام أحد حساباتك الحالية. إذا كان هذا خطأ ، فيرجى المتابعة إلى <a href="٪(login_url)s">تسجيل الدخول</a>.
bg: Решихте да отмените влизането си в нашия сайт, като използвате един от съществуващите си акаунти. Ако това е грешка, моля, продължете към <a href="%(login_url)s">влезте</a>.
es: Decidió cancelar el inicio de sesión en nuestro sitio utilizando una de sus cuentas existentes. Si se trata de un error, proceda a <a href="%(login_url)s">iniciar sesión</a>.
fr: Vous avez décidé d’annuler votre connexion à notre site en utilisant l’un de vos comptes existants. Si c’était une erreur, veuillez passer à <a href="%(login_url)s"> connexion</a>.
it: Hai deciso di annullare l'accesso al nostro sito utilizzando uno dei tuoi account esistenti. Se si è trattato di un errore, procedi all'accesso <a href="%(login_url)s">.</a>
tr: Mevcut hesaplarınızdan birini kullanarak sitemize giriş yapmayı iptal etmeye karar verdiniz. Bu bir hataysa, lütfen <a href="%(login_url)s">oturum açma adımına geçin</a>.

source: The third-party account has been connected.
ar: تم ربط حساب الجهة الخارجية.
bg: Акаунтът на трета страна е свързан.
es: La cuenta de terceros se ha conectado.
fr: Le compte tiers a été connecté.
it: L'account di terze parti è stato collegato.
tr: Üçüncü taraf hesabı bağlandı.

source: The third-party account is already connected to a different account.
ar: حساب الجهة الخارجية متصل بالفعل بحساب مختلف.
bg: Акаунтът на трета страна вече е свързан с друг акаунт.
es: La cuenta de terceros ya está conectada a una cuenta diferente.
fr: Le compte tiers est déjà connecté à un autre compte.
it: L'account di terze parti è già collegato a un altro account.
tr: Üçüncü taraf hesabı zaten farklı bir hesaba bağlı.

source: The third-party account has been disconnected.
ar: تم قطع اتصال حساب الجهة الخارجية.
bg: Връзката с акаунта на трета страна е прекъсната.
es: La cuenta de terceros se ha desconectado.
fr: Le compte tiers a été déconnecté.
it: L'account di terze parti è stato disconnesso.
tr: Üçüncü taraf hesabının bağlantısı kesildi.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ar: أنت على وشك استخدام حساب ٪(provider_name) الخاص بك لتسجيل الدخول إلى <code>٪ (site_name) ق. كخطوة أخيرة ، يرجى إكمال النموذج التالي:
bg: Предстои ви да използвате профила си %(provider_name), за да влезете в него <code>%(site_name)s. Като последна стъпка, моля, попълнете следния формуляр:
es: Está a punto de usar su cuenta de %(provider_name) para iniciar sesión en <code>%(site_name)s. Como paso final, rellene el siguiente formulario:
fr: Vous êtes sur le point d’utiliser votre compte %(provider_name) pour vous connecter à <code>%(site_name)s. Comme dernière étape, veuillez remplir le formulaire suivant :
it: Stai per utilizzare il tuo account %(provider_name)s per accedere a <code>%(site_name)s. Come passaggio finale, si prega di compilare il seguente modulo:
tr: Giriş yapmak için %(provider_name) hesabınızı kullanmak üzeresiniz. <code>%(site_name)s'dir. Son adım olarak lütfen aşağıdaki formu doldurun:

source: Or use a third-party
ar: أو استخدام طرف ثالث
bg: Или използвайте трета страна
es: O utilizar un tercero
fr: Ou faire appel à un tiers
it: Oppure utilizzare una terza parte
tr: Veya bir üçüncü taraf kullanın

source: Signed out of all other sessions.
ar: تم تسجيل الخروج من جميع الجلسات الأخرى.
bg: Излезте от всички останали сесии.
es: Se ha cerrado la sesión de todas las demás sesiones.
fr: Déconnecté de toutes les autres sessions.
it: Disconnesso da tutte le altre sessioni.
tr: Diğer tüm oturumlardan çıkış yapıldı.

source: Sessions
ar: الجلسات
bg: Сесии
es: Sesiones
it: Sessioni
tr: Oturumlar

source: Started At
ar: تاريخ البدء
bg: Започна от
es: Comenzó en
fr: Commencé à
it: Iniziato alle
tr: Şurada başladı:

source: IP Address
ar: عنوان البريد الإلكتروني:
bg: IP адрес
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
tr: IP Adresi

source: Browser
ar: المستعرض
bg: Браузер
es: Explorador
fr: Navigateur
tr: Tarayıcı

source: Last seen at
ar: آخر 7 أيام
bg: Последно видян в
es: Visto por última vez en
fr: Vu pour la dernière fois à
it: Ultimo avvistamento a
tr: En son görüldüğü yer

source: Current
ar: العملة
bg: Текущ
es: Actual
fr: Courant
it: Corrente
tr: Geçerli

source: Sign Out Other Sessions
ar: تسجيل الخروج جلسات أخرى
bg: Излизане от други сесии
es: Cerrar sesión en otras sesiones
fr: Déconnexion d’autres sessions
it: Disconnettersi da altre sessioni
tr: Diğer oturumlardan çıkış yapma

source: Hello from %(site_name)s!
ar: مرحبا من٪ (site_name)s!
bg: Здравейте от %(site_name)s!
es: ¡Hola de %(site_name)s!
fr: Bonjour de %(site_name)s !
it: Ciao da %(site_name)s!
tr: %(site_name)s'den merhaba!

source: Hello %(user_display)s, Welcome to Beyond Clinic's BeyondBoard! We take our patients' account security and medical data records with the utmost care. You're receiving this email because you’ve provided this email address to register an account with us. To confirm that this is correct and to proceed with the sign-up process, please click the link below: %(activate_url)s If you did not request this registration, please ignore this email. Thank you for choosing Beyond Clinic. Best regards, The Beyond Clinic Team
ar: مرحبا٪ (user_display) ق ، مرحبا بكم في بيوند كلينيك بيوند بورد! نحن نأخذ أمان حساب مرضانا وسجلات البيانات الطبية بعناية فائقة. أنت تتلقى هذا البريد الإلكتروني لأنك قدمت عنوان البريد الإلكتروني هذا لتسجيل حساب معنا. للتأكد من صحة ذلك ومتابعة عملية التسجيل ، يرجى النقر فوق الارتباط أدناه: <code>٪ (activate_url) ثانية إذا لم تطلب هذا التسجيل ، فيرجى تجاهل هذا البريد الإلكتروني. شكرا لاختيارك عيادة بيوند. مع خالص تحياتي فريق عيادة بيوند
bg: Здравейте %(user_display)s, Добре дошли в BeyondBoard на Beyond Clinic! Ние приемаме сигурността на акаунтите на нашите пациенти и записите на медицинските данни с най-голямо внимание. Получавате този имейл, защото сте го предоставили, за да регистрирате акаунт при нас. За да потвърдите, че това е вярно и да продължите с процеса на регистрация, моля, щракнете върху връзката по-долу: <code>%(activate_url)s Ако не сте заявили тази регистрация, моля, игнорирайте този имейл. Благодарим ви, че избрахте Beyond Clinic. Много поздрави Екипът на Beyond Clinic
es: Hola %(user_display)s, ¡Bienvenido a BeyondBoard de Beyond Clinic! Cuidamos la seguridad de la cuenta de nuestros pacientes y los registros de datos médicos con el máximo cuidado. Recibes este correo electrónico porque has proporcionado esta dirección de correo electrónico para registrar una cuenta con nosotros. Para confirmar que esto es correcto y continuar con el proceso de registro, haga clic en el siguiente enlace: <code>%(activate_url)s Si no solicitó este registro, ignore este correo electrónico. Gracias por elegir Beyond Clinic. Saludos El equipo de Beyond Clinic
fr: Bonjour %(user_display)s, Bienvenue sur le BeyondBoard de Beyond Clinic ! Nous prenons en charge les dossiers de sécurité et de données médicales de nos patients avec le plus grand soin. Vous recevez cet e-mail parce que vous avez fourni cette adresse e-mail pour créer un compte chez nous. Pour confirmer que cela est correct et pour poursuivre le processus d’inscription, veuillez cliquer sur le lien ci-dessous : <code>%(activate_url)s Si vous n’avez pas demandé cette inscription, veuillez ignorer cet e-mail. Merci d’avoir choisi Beyond Clinic. Sinceres salutations L’équipe de la Clinique Beyond
it: Ciao %(user_display)s, Benvenuto su BeyondBoard di Beyond Clinic! Prendiamo in considerazione la sicurezza degli account dei nostri pazienti e le registrazioni dei dati medici con la massima cura. Stai ricevendo questa e-mail perché hai fornito questo indirizzo e-mail per registrare un account con noi. Per confermare che questo è corretto e per procedere con il processo di registrazione, fare clic sul link sottostante: <code>%(activate_url)s Se non hai richiesto questa registrazione, ti preghiamo di ignorare questa email. Grazie per aver scelto Beyond Clinic. Migliori saluti Il team di Beyond Clinic
tr: Merhaba %(user_display)s, Beyond Clinic'in BeyondBoard'una hoş geldiniz! Hastalarımızın hesap güvenliği ve tıbbi veri kayıtlarını azami hassasiyetle alıyoruz. Bu e-posta adresini bizde bir hesap açmak için sağladığınız için alıyorsunuz. Bunun doğru olduğunu onaylamak ve kayıt işlemine devam etmek için lütfen aşağıdaki bağlantıya tıklayın: <code>%(activate_url)s Bu kaydı talep etmediyseniz, lütfen bu e-postayı dikkate almayın. Beyond Clinic'i tercih ettiğiniz için teşekkür ederiz. Saygılarımızla, Beyond Clinic Ekibi

source: Please Confirm Your Email Address
ar: يرجى تأكيد عنوان بريدك الإلكتروني
bg: Моля, потвърдете имейл адреса си
es: Por favor, confirme su dirección de correo electrónico
fr: Veuillez confirmer votre adresse e-mail
it: Conferma il tuo indirizzo e-mail
tr: Lütfen e-posta adresinizi onaylayın

source: Dent i-Delil Clinic
bg: Клиника Дент и-Делил
tr: Dent i-Delil Kliniği

source: Welcome to Dent i-Delil Clinic! providing comprehensive healthcare solutions.
bg: Добре дошли в клиника Дент и-Делил! предоставяне на цялостни здравни решения.
tr: Dent i-Delil Kliniği'ne Hoş Geldiniz! Kapsamlı sağlık çözümleri sunmak.

source: Enter your email and password to sign in
ar: أدخل بريدك الإلكتروني وكلمة المرور لتسجيل الدخول
bg: Въведете имейла и паролата си, за да влезете
es: Ingrese su correo electrónico y contraseña para iniciar sesión
fr: Saisissez votre adresse électronique et votre mot de passe pour vous connecter
it: Inserisci la tua email e password per accedere
tr: Giriş yapmak için e-posta ve şifrenizi girin

source: Remember me
ar: تذكرني
bg: Запомни ме
es: Recuérdame
fr: Souvenez-vous de moi
it: Ricordati di me
tr: Beni Hatırla
