Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: Don't have an account?
ar: ليس لديك حساب؟
bg: Нямате акаунт?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
tr: Hesabınız yok mu?

source: Sign up!
ar: سجل!
bg: Регистрирайте се!
es: ¡Únete!
fr: Inscrivez-vous !
it: Registrati!
tr: Kaydol!

source: Sign UP
ar: التسجيل
bg: Регистрирайте се
es: Únete
fr: S'inscrire
it: Registrati
tr: Kayıt OL

source: I agree with the
ar: أوافق على
bg: Съгласен съм с
es: Estoy de acuerdo con la
fr: Je suis d'accord avec le
it: Sono d'accordo con il
tr: Katılıyorum

source: Privacy Policy
ar: سياسة الخصوصية
bg: Политика за поверителност
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
tr: Gizlilik Politikası

source: Create account
ar: إنشاء حساب
bg: Създайте акаунт
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
tr: Hesap oluştur

source: Login
ar: تسجيل الدخول
bg: Вход
es: Iniciar sesión
fr: Connexion
it: Accesso
tr: Giriş yap

source: Get Support
ar: الحصول على الدعم
bg: Получете поддръжка
es: Obtener soporte
fr: Obtenir de l'aide
it: Richiedi supporto
tr: Destek Alın

source: Sign IN
ar: تسجيل الدخول
bg: Влизане
es: Inicia sesión
fr: S'inscrire
it: Accedi
tr: GİRİŞ YAP

source: Add your credentials
ar: أضف بيانات الاعتماد الخاصة بك
bg: Добавете вашите идентификационни данни
es: Agregue sus credenciales
fr: Ajouter vos données d'identification
it: Aggiungi le tue credenziali
tr: Kimlik bilgilerinizi ekleyin

source: Register
ar: التسجيل
bg: Регистрирайте се
es: Registro
fr: Registre
it: Registro
tr: Kaydol

source: Page not found
ar: الصفحة غير موجودة -
bg: Страницата не е намерена
es: Página no encontrada
fr: Page introuvable
it: Pagina non trovata
tr: Sayfa bulunamadı

source: We’re sorry, but the requested page could not be found.
ar: عذرا، ولكن تعذر العثور على الصفحة المطلوبة.
bg: Съжаляваме, но исканата страница не можа да бъде намерена.
es: Lo sentimos, pero no se ha podido encontrar la página solicitada.
fr: Nous sommes désolés, mais la page demandée est introuvable.
it: Siamo spiacenti, ma non è stato possibile trovare la pagina richiesta.
tr: Üzgünüz, istenen sayfa bulunamadı.

source: Home
ar: الصفحة الرئيسية
bg: Дом
es: Hogar
fr: Accueil
it: Casa
tr: Ana Sayfa

source: Server error
ar: عرض المزيد
bg: Грешка на сървъра
es: Error del servidor
fr: Erreur de serveur
it: Errore del server
tr: Sunucu hatası

source: Server error (500)
ar: خطأ في الخادم (500)
bg: Грешка на сървъра (500)
es: Error del servidor (500)
fr: Erreur de serveur (500)
it: Errore del server (500)
tr: Sunucu hatası (500)

source: Server Error <em>(500)</em>
ar: خطأ في الخادم <em>(500)</em>
bg: Грешка на <em>сървъра (500)</em>
es: Error del servidor <em>(500)</em>
fr: Erreur de serveur <em>(500)</em>
it: Errore del server <em>(500)</em>
tr: Sunucu Hatası <em>(500)</em>

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
ar: حدث خطأ. تم إبلاغ مسؤولي الموقع عبر البريد الإلكتروني ويجب إصلاحه قريبا. شكرا لصبرك.
bg: Има грешка. Той е докладван на администраторите на сайта по имейл и трябва да бъде поправен скоро. Благодаря за търпението.
es: Ha habido un error. Se ha informado a los administradores del sitio por correo electrónico y debería solucionarse en breve. Gracias por su paciencia.
fr: Il y a eu une erreur. Il a été signalé aux administrateurs du site par e-mail et devrait être corrigé sous peu. Merci de votre patience.
it: Si è verificato un errore. È stato segnalato agli amministratori del sito via e-mail e dovrebbe essere risolto a breve. Grazie per la pazienza.
tr: Bir hata oluştu. Site yöneticilerine e-posta yoluyla bildirildi ve kısa süre içinde düzeltilmesi gerekiyor. Sabrınız için teşekkür ederiz.

source: Run the selected action
ar: تشغيل الإجراء المحدد
bg: Изпълнение на избраното действие
es: Ejecutar la acción seleccionada
fr: Exécuter l’action sélectionnée
it: Esegui l'azione selezionata
tr: Seçili eylemi çalıştırma

source: Go
ar: ذهب
bg: Вървя
es: Ir
fr: Aller
it: Andare
tr: Gitmek

source: Click here to select the objects across all pages
ar: انقر هنا لتحديد الكائنات عبر جميع الصفحات
bg: Щракнете тук, за да изберете обектите на всички страници
es: Haga clic aquí para seleccionar los objetos en todas las páginas
fr: Cliquez ici pour sélectionner les objets sur toutes les pages
it: Clicca qui per selezionare gli oggetti in tutte le pagine
tr: Tüm sayfalardaki nesneleri seçmek için burayı tıklatın

source: Select all %(total_count)s %(module_name)s
ar: حدد الكل٪ (total_count) <code>s ٪ (module_name) s
bg: Изберете всички %(total_count)s <code>%(module_name)s
es: Seleccione todos los %(total_count)s <code>%(module_name)s
fr: Sélectionner tous les %(total_count)s <code>%(module_name)s
it: Seleziona tutti i %(total_count)s <code>%(module_name)s
tr: Tümünü seç %(total_count)s <code>%(module_name)s

source: Clear selection
ar: مجموعة
bg: Изчистване на избора
es: Borrar selección
fr: Effacer la sélection
it: Cancella selezione
tr: Seçimi temizle

source: Breadcrumbs
ar: فتات الخبز
bg: Галета
es: Pan rallado
fr: Chapelure
it: Pangrattato
tr: Ekmek kırıntıları

source: Models in the %(name)s application
ar: النماذج في التطبيق ٪(name)s
bg: Модели в приложението %(име)s
es: Modelos en la aplicación %(name)s
fr: Modèles dans l’application %(name)s
it: Modelli nell'applicazione %(name)s
tr: %(name)s uygulamasındaki modeller

source: Change
ar: الدردشة الذكية
bg: Променям
es: Cambio
fr: Changement
it: Cambiare
tr: Değiştirmek

source: You don’t have permission to view or edit anything.
ar: ليس لديك إذن لعرض أي شيء أو تعديله.
bg: Нямате разрешение да преглеждате или редактирате нищо.
es: No tienes permiso para ver ni editar nada.
fr: Vous n’êtes pas autorisé à afficher ou à modifier quoi que ce soit.
it: Non disponi dell'autorizzazione per visualizzare o modificare nulla.
tr: Hiçbir şeyi görüntüleme veya düzenleme izniniz yok.

source: First, enter a username and password. Then, you’ll be able to edit more user options.
ar: أولا ، أدخل اسم مستخدم وكلمة مرور. بعد ذلك ، ستتمكن من تعديل المزيد من خيارات المستخدم.
bg: Първо въведете потребителско име и парола. След това ще можете да редактирате още потребителски опции.
es: Primero, ingrese un nombre de usuario y una contraseña. A continuación, podrás editar más opciones de usuario.
fr: Tout d’abord, entrez un nom d’utilisateur et un mot de passe. Ensuite, vous pourrez modifier d’autres options utilisateur.
it: Innanzitutto, inserisci un nome utente e una password. Quindi, sarai in grado di modificare più opzioni utente.
tr: İlk olarak, bir kullanıcı adı ve şifre girin. Ardından, daha fazla kullanıcı seçeneğini düzenleyebileceksiniz.

source: Enter a username and password.
ar: أدخل بريدك الإلكتروني وكلمة المرور لتسجيل الدخول
bg: Въведете потребителско име и парола.
es: Introduzca un nombre de usuario y una contraseña.
fr: Entrez un nom d’utilisateur et un mot de passe.
it: Inserisci un nome utente e una password.
tr: Bir kullanıcı adı ve şifre girin.

source: Change password
ar: تأكيد كلمة المرور
bg: Промяна на паролата
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
tr: Şifre değiştir

source: Enter a new password for the user <strong>%(username)s</strong>.
ar: أدخل كلمة مرور جديدة <strong>للمستخدم٪(اسم المستخدم)</strong>.
bg: Въведете нова парола за потребителя <strong>%(потребителско име).</strong>
es: Introduzca una nueva contraseña para el usuario <strong>%(nombre de usuario)s</strong>.
fr: Entrez un nouveau mot de passe pour l’utilisateur <strong>%(nom d’utilisateur)s</strong>.
it: Inserisci una nuova password per l'utente <strong>%(nome utente)s</strong>.
tr: <strong>%(kullanıcı adı)</strong> kullanıcısı için yeni bir parola girin.

source: Skip to main content
ar: تجاوز إلى المحتوى الرئيسي
bg: Преминете към основното съдържание
es: Saltar al contenido principal
fr: Aller au contenu principal
it: Vai al contenuto principale
tr: Ana içeriğe geç

source: Welcome,
ar: مرحبًا!
bg: Добре дошъл
es: Bienvenido
fr: Bienvenue
it: Benvenuto
tr: Hoş geldin

source: View site
ar: عرض الرسائل
bg: Виж сайта
es: Ver sitio
fr: Voir le site
it: Vai al sito
tr: Siteyi görüntüle

source: Documentation
ar: توثيق Django
bg: Документация
es: Documentación
it: Documentazione
tr: Belge

source: Log out
ar: تسجيل الخروج
bg: Излезте
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi
tr: Oturumu kapat

source: Add %(name)s
ar: إضافة٪ (اسم)
bg: Добавете %(име)s
es: Agregar %(nombre)s
fr: Ajouter %(nom)s
it: Aggiungi %(nome)s
tr: %(ad) ekleyin

source: History
ar: التاريخ العائلي
bg: История
es: Historia
fr: Histoire
it: Storia
tr: Tarih

source: View on site
ar: عرض المواعيد
bg: Вижте на място
es: Ver en el sitio
fr: Voir sur place
it: Visualizza sul sito
tr: Sitede görüntüle

source: Filter
ar: الفلاتر
bg: Филтър
es: Filtro
fr: Filtre
it: Filtro
tr: Filtre

source: Hide counts
ar: الحسابات
bg: Скриване на броя
es: Ocultar recuentos
fr: Masquer le nombre de peaux
it: Nascondi i conteggi
tr: Sayıları gizle

source: Show counts
ar: الحسابات الاجتماعية
bg: Показване на броя
es: Mostrar recuentos
fr: Afficher le décompte
it: Mostra conteggi
tr: Gösteri sayıları

source: Clear all filters
ar: مسح كل عوامل التصفية
bg: Изчистване на всички филтри
es: Borrar todos los filtros
fr: Effacer tous les filtres
it: Cancella tutti i filtri
tr: Tüm filtreleri temizle

source: Remove from sorting
ar: إزالة من الفرز
bg: Премахване от сортиране
es: Quitar de la clasificación
fr: Retirer du tri
it: Rimuovi dalla cernita
tr: Sıralamadan kaldır

source: Sorting priority: %(priority_number)s
ar: أولوية الفرز: ٪ (priority_number) ثانية
bg: Приоритет на сортирането: %(priority_number)s
es: Prioridad de clasificación: %(priority_number)s
fr: Priorité de tri : %(priority_number)s
it: Priorità di ordinamento: %(priority_number)s
tr: Sıralama önceliği: %(priority_number)s

source: Toggle sorting
ar: تبديل الفرز
bg: Превключване на сортирането
es: Alternar clasificación
fr: Basculer le tri
it: Attiva/disattiva l'ordinamento
tr: Sıralamayı aç/kapat

source: Toggle theme (current theme: auto)
ar: تبديل النسق (السمة الحالية: تلقائي)
bg: Превключване на тема (текуща тема: автоматично)
es: Alternar tema (tema actual: automático)
fr: Basculer le thème (thème actuel : auto)
it: Attiva/disattiva tema (tema corrente: auto)
tr: Temayı aç/kapat (mevcut tema: otomatik)

source: Toggle theme (current theme: light)
ar: تبديل النسق (السمة الحالية: خفيف)
bg: Превключване на тема (текуща тема: лека)
es: Alternar tema (tema actual: luz)
fr: Basculer le thème (thème actuel : clair)
it: Attiva/disattiva tema (tema corrente: light)
tr: Temayı aç/kapat (mevcut tema: hafif)

source: Toggle theme (current theme: dark)
ar: تبديل النسق (النسق الحالي: داكن)
bg: Превключване на тема (текуща тема: тъмна)
es: Alternar tema (tema actual: oscuro)
fr: Basculer le thème (thème actuel : sombre)
it: Attiva/disattiva tema (tema corrente: scuro)
tr: Temayı aç/kapat (mevcut tema: koyu)

source: Delete
ar: حذف
bg: Изтривам
es: Borrar
fr: Supprimer
it: Cancellare
tr: Sil

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
ar: قد يؤدي حذف ٪(object_name)s '<code>٪(escaped_object)s' إلى حذف الكائنات ذات الصلة، ولكن حسابك ليس لديه إذن لحذف الأنواع التالية من الكائنات:
bg: Изтриването на %(object_name)s "<code>%(escaped_object)s" ще доведе до изтриване на свързани обекти, но профилът ви няма разрешение за изтриване на следните типове обекти:
es: Si eliminas los %(object_name)s '<code>%(escaped_object)s', se eliminarían los objetos relacionados, pero tu cuenta no tiene permiso para eliminar los siguientes tipos de objetos:
fr: La suppression des '<code>%(escaped_object)s’de %(object_name)entraînerait la suppression des objets associés, mais votre compte n’est pas autorisé à supprimer les types d’objets suivants :
it: L'eliminazione del %(object_name)s '<code>%(escaped_object)s' comporterebbe l'eliminazione degli oggetti correlati, ma il tuo account non dispone dell'autorizzazione per eliminare i seguenti tipi di oggetti:
tr: %(object_name)s' öğesinin %<code>(escaped_object)s' öğesinin silinmesi ilgili nesnelerin silinmesine neden olur, ancak hesabınızın aşağıdaki nesne türlerini silme izni yoktur:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
ar: يتطلب حذف ٪(object_name)s '<code>٪(escaped_object)s' حذف الكائنات المحمية ذات الصلة التالية:
bg: Изтриването на %(object_name)s "<code>%(escaped_object)s" ще изисква изтриване на следните защитени свързани обекти:
es: La eliminación de %(object_name)s '<code>%(escaped_object)s' requeriría la eliminación de los siguientes objetos relacionados protegidos:
fr: La suppression des '<code>%(object_name)s '%(escaped_object)s’nécessiterait la suppression des objets associés protégés suivants :
it: L'eliminazione di %(object_name)s '<code>%(escaped_object)s' richiederebbe l'eliminazione dei seguenti oggetti correlati protetti:
tr: %(object_name)s '<code>%(escaped_object)s' öğesinin silinmesi için aşağıdaki korumalı ilgili nesnelerin silinmesi gerekir:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
ar: هل أنت متأكد من أنك تريد حذف ٪(object_name)s "<code>٪(escaped_object)s"؟ سيتم حذف جميع العناصر التالية ذات الصلة:
bg: Сигурни ли сте, че искате да изтриете %(object_name)s "<code>%(escaped_object)s"? Всички изброени по-долу елементи ще бъдат изтрити:
es: ¿Está seguro de que desea eliminar el %(object_name)s "<code>%(escaped_object)s"? Se eliminarán todos los siguientes elementos relacionados:
fr: Êtes-vous sûr de vouloir supprimer les « <code>%(object_name)s « %(escaped_object)s » ? Tous les éléments connexes suivants seront supprimés :
it: Sei sicuro di voler eliminare il %(object_name)s "<code>%(escaped_object)s"? Tutti i seguenti elementi correlati verranno eliminati:
tr: %(object_name) s "<code>%(escaped_object)s" öğesini silmek istediğinizden emin misiniz? Aşağıdaki ilgili öğelerin tümü silinecektir:

source: Objects
ar: الكائنات
bg: Обекти
es: Objetos
fr: Objets
it: Oggetti
tr: Nesne

source: Yes, I’m sure
ar: نعم، أنا متأكد
bg: Да, сигурен съм.
es: Sí, estoy seguro
fr: Oui, j’en suis sûr
it: Sì, ne sono sicuro
tr: Evet, eminim

source: No, take me back
ar: لا، خذني مرة أخرى
bg: Не, вземи ме обратно.
es: No, llévame de vuelta
fr: Non, reprenez-moi
it: No, riportami indietro
tr: Hayır, beni geri al

source: Delete multiple objects
ar: حذف كائنات متعددة
bg: Изтриване на няколко обекта
es: Eliminar varios objetos
fr: Supprimer plusieurs objets
it: Eliminare più oggetti
tr: Birden çok nesneyi silme

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
ar: قد يؤدي حذف ٪(objects_name)s المحددة إلى حذف الكائنات ذات الصلة، ولكن ليس لدى حسابك إذن لحذف الأنواع التالية من الكائنات:
bg: Изтриването на избраните %(objects_name) ще доведе до изтриване на свързани обекти, но профилът ви няма разрешение да изтрива следните типове обекти:
es: Si eliminas los %(objects_name) seleccionados, se eliminarán los objetos relacionados, pero tu cuenta no tiene permiso para eliminar los siguientes tipos de objetos:
fr: La suppression des %(objects_name) sélectionnés entraîne la suppression des objets associés, mais votre compte n’est pas autorisé à supprimer les types d’objets suivants :
it: L'eliminazione delle objects_name percentuali selezionate comporta l'eliminazione degli oggetti correlati, ma il tuo account non dispone dell'autorizzazione per eliminare i seguenti tipi di oggetti:
tr: Seçili %(objects_name) işaretlerinin silinmesi ilgili nesnelerin silinmesine neden olur, ancak hesabınızın aşağıdaki nesne türlerini silme izni yoktur:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
ar: يتطلب حذف ٪(objects_name)s المحددة حذف الكائنات المحمية ذات الصلة التالية:
bg: Изтриването на избраните %(objects_name) ще изисква изтриване на следните защитени свързани обекти:
es: La eliminación de los %(objects_name)s seleccionados requeriría la eliminación de los siguientes objetos relacionados protegidos:
fr: La suppression des %(objects_name)s sélectionnés nécessiterait la suppression des objets associés protégés suivants :
it: L'eliminazione delle objects_name percentuali selezionate richiede l'eliminazione dei seguenti oggetti correlati protetti:
tr: Seçili %(objects_name) öğelerin silinmesi için aşağıdaki korumalı ilgili nesnelerin silinmesi gerekir:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
ar: هل أنت متأكد من أنك تريد حذف ٪(objects_name)s المحددة؟ سيتم حذف كافة الكائنات التالية والعناصر المرتبطة بها:
bg: Сигурни ли сте, че искате да изтриете избраните %(objects_name)s? Всички изброени по-долу обекти и свързаните с тях елементи ще бъдат изтрити:
es: ¿Está seguro de que desea eliminar los %(objects_name)s seleccionados? Se eliminarán todos los siguientes objetos y sus elementos relacionados:
fr: Voulez-vous vraiment supprimer les %(objects_name) sélectionnés ? Tous les objets suivants et les éléments associés seront supprimés :
it: Sei sicuro di voler eliminare le %(objects_name)s selezionate? Verranno eliminati tutti gli oggetti seguenti e i relativi elementi:
tr: Seçili %(objects_name) s'leri silmek istediğinizden emin misiniz? Aşağıdaki nesnelerin tümü ve ilgili öğeleri silinir:

source: Delete?
ar: حذف
bg: Изтривам?
es: ¿Borrar?
fr: Supprimer?
it: Cancellare?
tr: Silmek?

source: By %(filter_title)s
ar: بنسبة٪ (filter_title) ثانية
bg: С %(filter_title)s
es: Por %(filter_title)s
fr: Par %(filter_title)s
it: Per %(filter_title)s
tr: %(filter_title)s ile

source: Export
ar: تصدير
bg: Износ
es: Exportar
fr: Exportation
it: Esportazione
tr: Dışa Aktar

source: Import
ar: تصدير
bg: Внос
es: Importación
fr: Importation
it: Importazione
tr: Ithalat

source: This exporter will export the following fields:
ar: سيقوم هذا المصدر بتصدير الحقول التالية:
bg: Този износител ще експортира следните полета:
es: Este exportador exportará los siguientes campos:
fr: Cet exportateur exportera les champs suivants :
it: Questo esportatore esporterà i seguenti campi:
tr: Bu ihracatçı aşağıdaki alanları dışa aktaracaktır:

source: Submit
ar: إرسال
bg: Изпрати
es: Enviar
fr: Envoyer
it: Invia
tr: Gönder

source: Below is a preview of data to be imported. If you are satisfied with the results, click 'Confirm import'
ar: فيما يلي معاينة للبيانات المراد استيرادها. إذا كنت راضيا عن النتائج ، فانقر فوق "تأكيد الاستيراد"
bg: По-долу е представен предварителен преглед на данните, които трябва да бъдат импортирани. Ако сте доволни от резултатите, щракнете върху "Потвърждаване на импорта"
es: A continuación se muestra una vista previa de los datos que se van a importar. Si está satisfecho con los resultados, haga clic en 'Confirmar importación'
fr: Vous trouverez ci-dessous un aperçu des données à importer. Si vous êtes satisfait des résultats, cliquez sur « Confirmer l’importation »
it: Di seguito è riportata un'anteprima dei dati da importare. Se sei soddisfatto dei risultati, fai clic su "Conferma importazione"
tr: Aşağıda, içe aktarılacak verilerin bir önizlemesi bulunmaktadır. Sonuçlardan memnunsanız, 'İçe aktarmayı onayla'yı tıklayın

source: Confirm import
ar: تأكيد
bg: Потвърдете импорта
es: Confirmar importación
fr: Confirmer l’importation
it: Conferma importazione
tr: İçe aktarmayı onayla

source: Errors
ar: اخطاء
bg: Грешки
es: Errores
fr: Erreurs
it: Errori
tr: Hata

source: Line number
ar: رقم الهاتف
bg: Номер на реда
es: Número de línea
fr: Numéro de ligne
it: Numero di riga
tr: Satır numarası

source: Some rows failed to validate
ar: فشل التحقق من صحة بعض الصفوف
bg: Някои редове не успяха да бъдат валидирани
es: No se pudo validar alguna fila
fr: La validation de certaines lignes n’a pas pu être effectuée
it: Alcune righe non sono state convalidate
tr: Bazı satırlar doğrulanamadı

source: Please correct these errors in your data where possible, then reupload it using the form above.
ar: يرجى تصحيح هذه الأخطاء في بياناتك حيثما أمكن ، ثم إعادة تحميلها باستخدام النموذج أعلاه.
bg: Моля, коригирайте тези грешки в данните си, когато е възможно, след което ги качете отново чрез формуляра по-горе.
es: Por favor, corrija estos errores en sus datos siempre que sea posible, y luego vuelva a subirlos utilizando el formulario de arriba.
fr: Veuillez corriger ces erreurs dans vos données dans la mesure du possible, puis les télécharger à nouveau à l’aide du formulaire ci-dessus.
it: Correggi questi errori nei tuoi dati, ove possibile, quindi ricaricali utilizzando il modulo qui sopra.
tr: Lütfen verilerinizdeki bu hataları mümkünse düzeltin ve ardından yukarıdaki formu kullanarak verilerinizi yeniden yükleyin.

source: Row
ar: صف
bg: Ред
es: Fila
fr: Ramer
it: Fila
tr: Sıra

source: Non field specific
ar: غير حقل محدد
bg: Не е специфичен за полето
es: No específico del campo
fr: Non spécifique à un domaine
it: Non specifico per il settore
tr: Alana özgü olmayan

source: Preview
ar: المراجعة
bg: Преглед
es: Vista previa
fr: Aperçu
it: Anteprima
tr: Önizleme

source: New
ar: جديد
bg: Нов
es: Nuevo
fr: Nouveau
it: Nuovo
tr: Yeni

source: Skipped
ar: تخطي
bg: Пропуснати
es: Saltamos
fr: Sauté
it: Saltato
tr: Atlanır

source: Update
ar: palette
bg: Актуализирам
es: Actualizar
fr: Mettre à jour
it: Aggiornare
tr: Güncelleştirmek

source: This importer will import the following fields:
ar: سيقوم هذا المستورد باستيراد الحقول التالية:
bg: Този вносител ще импортира следните полета:
es: Este importador importará los siguientes campos:
fr: Cet importateur importera les champs suivants :
it: Questo importatore importerà i seguenti campi:
tr: Bu ithalatçı aşağıdaki alanları içe aktaracaktır:

source: Summary
ar: الراتب
bg: Резюме
es: Resumen
fr: Résumé
it: Sommario
tr: Özet

source: Recent actions
ar: إجراء آخر
bg: Скорошни действия
es: Acciones recientes
fr: Actions récentes
it: Azioni recenti
tr: Son eylemler

source: My actions
ar: الأدوية
bg: Моите действия
es: Mis acciones
fr: Mes actions
it: Le mie azioni
tr: Eylemlerim

source: None available
ar: متاح
bg: Няма наличен
es: Ninguno disponible
fr: Aucun disponible
it: Nessuno disponibile
tr: Hiçbiri mevcut değil

source: Added:
ar: إضافة
bg: Добавя:
es: Añadido:
fr: Supplémentaire:
it: Aggiunto:
tr: Eklendi:

source: Changed:
ar: الدردشة الذكية
bg: Промени:
es: Cambiado:
fr: Changé:
it: Cambiato:
tr: Değişti:

source: Deleted:
ar: حذف
bg: Изтрити:
es: Borrado:
fr: Supprimé:
it: Eliminato:
tr: Silin:

source: Unknown content
ar: الحسابات
bg: Неизвестно съдържание
es: Contenido desconocido
fr: Contenu inconnu
it: Contenuto sconosciuto
tr: Bilinmeyen içerik
