Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: Add Email Address
ar: عنوان البريد الإلكتروني:
bg: Добавяне на имейл адрес
es: Agregar dirección de correo electrónico
fr: Ajouter une adresse e-mail
it: Aggiungi indirizzo e-mail
tr: E-posta Adresi Ekle

source: Add Email
ar: البريد الإلكتروني
bg: Добавяне на имейл
es: Agregar correo electrónico
fr: Ajouter une adresse e-mail
it: Aggiungi e-mail
tr: E-posta ekle

source: Do you really want to remove the selected email address?
ar: هل تريد حقا إزالة عنوان البريد الإلكتروني المحدد؟
bg: Наистина ли искате да премахнете избрания имейл адрес?
es: ¿Realmente desea eliminar la dirección de correo electrónico seleccionada?
fr: Voulez-vous vraiment supprimer l’adresse e-mail sélectionnée ?
it: Vuoi davvero rimuovere l'indirizzo e-mail selezionato?
tr: Seçilen e-posta adresini gerçekten kaldırmak istiyor musunuz?

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
ar: أنت تتلقى هذا البريد الإلكتروني لأنك حاولت أنت أو أي شخص آخر التسجيل للحصول على الحساب باستخدام عنوان البريد الإلكتروني: ٪ (البريد الإلكتروني) ومع ذلك ، يوجد حساب يستخدم عنوان البريد الإلكتروني هذا بالفعل. في حال كان لديك نسيت هذا ، يرجى استخدام الإجراء المنسي بكلمة المرور لاسترداد حسابك: <code>٪ (password_reset_url) ثانية
bg: Получавате този имейл, защото вие или някой друг се е опитал да се регистрирате за акаунт, използващ имейл адрес: %(имейл)s Въпреки това, акаунт, използващ този имейл адрес, вече съществува. В случай, че имате Забравени за това, моля, използвайте процедурата за забравена парола, за да се възстановите Вашият акаунт: <code>%(password_reset_url)s
es: Está recibiendo este correo electrónico porque usted u otra persona intentó registrarse para un Cuenta usando la dirección de correo electrónico: %(correo electrónico)s Sin embargo, ya existe una cuenta que utiliza esa dirección de correo electrónico. En caso de que tengas Olvidó esto, utilice el procedimiento de olvidó la contraseña para recuperarse Su cuenta: <code>%(password_reset_url)s
fr: Vous recevez cet e-mail parce que vous ou quelqu’un d’autre avez essayé de vous inscrire à un Compte à l’aide de l’adresse e-mail : %(email)s Cependant, un compte utilisant cette adresse e-mail existe déjà. Dans le cas où vous avez oublié cela, veuillez utiliser la procédure de mot de passe oublié pour récupérer Votre compte : <code>%(password_reset_url)s
it: Stai ricevendo questa e-mail perché tu o qualcun altro avete tentato di registrarvi per un Account utilizzando l'indirizzo e-mail: %(e-mail)s Tuttavia, esiste già un account che utilizza quell'indirizzo e-mail. Nel caso in cui tu abbia dimenticato questo, si prega di utilizzare la procedura password dimenticata per recuperare Il tuo account: <code>%(password_reset_url)s
tr: Bu e-postayı, siz veya bir başkası bir e-postaya kaydolmaya çalıştığınız için alıyorsunuz. E-posta adresini kullanan hesap: %(e-posta)s Ancak, bu e-posta adresini kullanan bir hesap zaten mevcut. Sahip olmanız durumunda Bunu unuttunuz, lütfen kurtarmak için şifre unutuldu prosedürünü kullanın Hesabınız: <code>%(password_reset_url)s

source: Account Already Exists
ar: الحساب موجود بالفعل
bg: Акаунтът вече съществува
es: La cuenta ya existe
fr: Le compte existe déjà
it: L'account esiste già
tr: Hesap zaten mevcut

source: You are receiving this mail because the following change was made to your account:
ar: أنت تتلقى هذا البريد لأنه تم إجراء التغيير التالي على حسابك:
bg: Получавате този имейл, защото във вашия акаунт е направена следната промяна:
es: Está recibiendo este correo porque se realizó el siguiente cambio en su cuenta:
fr: Vous recevez ce courrier car la modification suivante a été apportée à votre compte :
it: Stai ricevendo questo messaggio perché è stata apportata la seguente modifica al tuo account:
tr: Hesabınızda aşağıdaki değişiklik yapıldığı için bu postayı alıyorsunuz:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
ar: إذا لم تتعرف على هذا التغيير ، فيرجى اتخاذ الاحتياطات الأمنية المناسبة على الفور. ينشأ التغيير في حسابك من: - عنوان IP: ٪ (IP) s - المتصفح: <code>٪ (user_agent) ق - التاريخ: <code>٪ (الطابع الزمني) ق
bg: Ако не разпознаете тази промяна, моля, незабавно вземете подходящи мерки за сигурност. Промяната в профила Ви произхожда от: - IP адрес: %(ip)s - Браузър: <code>%(user_agent)s - Дата: <code>%(времеви печат)s
es: Si no reconoce este cambio, tome las precauciones de seguridad adecuadas de inmediato. El cambio en su cuenta se origina en: - Dirección IP: %(ip)s - Navegador: <code>%(user_agent)s - Fecha: <code>%(marca de tiempo)s
fr: Si vous ne reconnaissez pas ce changement, veuillez prendre immédiatement les précautions de sécurité appropriées. La modification apportée à votre compte provient des éléments suivants : - Adresse IP : %(ip)s - Navigateur : <code>%(user_agent)s - Date : <code>%(horodatage)s
it: Se non riconosci questo cambiamento, ti preghiamo di prendere immediatamente le dovute precauzioni di sicurezza. La modifica del tuo account ha origine da: - Indirizzo IP: %(ip)s - Browser: <code>%(user_agent)s - Data: <code>%(timestamp)s
tr: Bu değişikliği tanımıyorsanız, lütfen derhal uygun güvenlik önlemlerini alın. Hesabınızdaki değişikliğin kaynağı şudur: - IP adresi: %(ip)s - Tarayıcı: <code>%(user_agent)s - Tarih: <code>%(zaman damgası)s

source: Your email has been changed from %(from_email)s to %(to_email)s.
ar: تم تغيير بريدك الإلكتروني من ٪(from_email)s إلى <code>٪(to_email)s.
bg: Вашият имейл е променен от %(from_email)s на <code>%(to_email)s.
es: Su correo electrónico ha cambiado de %(from_email) a <code>%(to_email)s.
fr: Votre adresse e-mail est passée de %(from_email)s à <code>%(to_email)s.
it: La tua email è stata modificata da %(from_email)s a <code>%(to_email)s.
tr: E-postanız %(from_email)s'den <code>%(to_email)s'ye değiştirildi.

source: Email Changed
ar: تم تغيير البريد الإلكتروني
bg: Имейлът е променен
es: Correo electrónico modificado
fr: E-mail modifié
it: E-mail modificata
tr: E-posta Değiştirildi

source: Your email has been confirmed.
ar: تم تأكيد حجزك!
bg: Вашият имейл е потвърден.
es: Su correo electrónico ha sido confirmado.
fr: Votre adresse e-mail a été confirmée.
it: La tua email è stata confermata.
tr: E-postanız onaylandı.

source: Email Confirmation
ar: تأكيد البريد الإلكتروني
bg: Потвърждение по имейл
es: Correo electrónico de confirmación
fr: Confirmation par e-mail
it: Conferma via e-mail
tr: E-posta Onayı

source: Email address %(deleted_email)s has been removed from your account.
ar: تمت إزالة عنوان البريد الإلكتروني ٪(deleted_email)s من حسابك.
bg: Имейл адресът %(deleted_email) е премахнат от акаунта ви.
es: La dirección de correo electrónico %(deleted_email)s se ha eliminado de su cuenta.
fr: L’adresse e-mail %(deleted_email)s a été supprimée de votre compte.
it: L'indirizzo email %(deleted_email)s è stato rimosso dal tuo account.
tr: %(deleted_email) e-posta adresi hesabınızdan kaldırıldı.

source: Email Removed
ar: تمت إزالة البريد الإلكتروني
bg: Имейлът е премахнат
es: Correo electrónico eliminado
fr: E-mail supprimé
it: E-mail rimossa
tr: E-posta Kaldırıldı

source: Your sign-in code is listed below. Please enter it in your open browser window.
ar: رمز تسجيل الدخول الخاص بك مدرج أدناه. يرجى إدخاله في نافذة المتصفح المفتوحة.
bg: Кодът ви за вход е посочен по-долу. Моля, въведете го в отворения прозорец на браузъра.
es: Su código de inicio de sesión se enumera a continuación. Por favor, introdúzcalo en la ventana abierta de su navegador.
fr: Votre code de connexion est répertorié ci-dessous. Veuillez le saisir dans la fenêtre ouverte de votre navigateur.
it: Il codice di accesso è elencato di seguito. Inseriscilo nella finestra aperta del browser.
tr: Oturum açma kodunuz aşağıda listelenmiştir. Lütfen açık tarayıcı pencerenize girin.

source: This mail can be safely ignored if you did not initiate this action.
ar: يمكن تجاهل هذا البريد بأمان إذا لم تبدأ هذا الإجراء.
bg: Тази поща може безопасно да бъде игнорирана, ако не сте инициирали това действие.
es: Este correo se puede ignorar de forma segura si no inició esta acción.
fr: Ce courrier peut être ignoré en toute sécurité si vous n’avez pas initié cette action.
it: Questo messaggio può essere ignorato in modo sicuro se non è stata avviata questa azione.
tr: Bu eylemi siz başlatmadıysanız, bu posta güvenli bir şekilde yok sayılabilir.

source: Sign-In Code
ar: تسجيل الدخول
bg: Код за вход
es: Código de inicio de sesión
fr: Code de connexion
it: Codice di accesso
tr: Oturum Açma Kodu

source: Your password has been changed.
ar: تم تغيير كلمة المرور الخاصة بك.
bg: Паролата ви е променена.
es: Su contraseña ha sido cambiada.
fr: Votre mot de passe a été modifié.
it: La tua password è stata modificata.
tr: Şifreniz değiştirildi.

source: Password Changed
ar: كلمة المرور
bg: Паролата е променена
es: Contraseña cambiada
fr: Mot de passe modifié
it: Password modificata
tr: Şifre Değiştirildi

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ar: أنت تتلقى هذا البريد الإلكتروني لأنك أو طلب شخص آخر إعادة تعيين كلمة المرور لحساب المستخدم الخاص بك. يمكن تجاهله بأمان إذا لم تطلب إعادة تعيين كلمة المرور. انقر فوق الارتباط أدناه لإعادة تعيين كلمة المرور الخاصة بك.
bg: Получавате този имейл, защото вие или някой друг сте поискали нулиране на паролата за вашия потребителски акаунт. Може безопасно да се игнорира, ако не сте поискали нулиране на паролата. Щракнете върху връзката по-долу, за да нулирате паролата си.
es: Recibes este correo electrónico porque tú u otra persona ha solicitado un restablecimiento de contraseña para tu cuenta de usuario. Se puede ignorar de forma segura si no solicitó un restablecimiento de contraseña. Haga clic en el enlace a continuación para restablecer su contraseña.
fr: Vous recevez cet e-mail parce que vous ou quelqu’un d’autre avez demandé une réinitialisation du mot de passe de votre compte utilisateur. Il peut être ignoré en toute sécurité si vous n’avez pas demandé de réinitialisation du mot de passe. Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe.
it: Stai ricevendo questa email perché tu o qualcun altro avete richiesto la reimpostazione della password per il tuo account utente. Può essere tranquillamente ignorato se non è stata richiesta la reimpostazione della password. Fai clic sul link sottostante per reimpostare la password.
tr: Bu e-postayı, siz veya bir başkası kullanıcı hesabınız için parola sıfırlama isteğinde bulunduğunuz için alıyorsunuz. Parola sıfırlama isteğinde bulunmadıysanız, güvenli bir şekilde göz ardı edilebilir. Şifrenizi sıfırlamak için aşağıdaki bağlantıya tıklayın.

source: In case you forgot, your username is %(username)s.
ar: في حالة نسيانك ، اسم المستخدم الخاص بك هو٪ (اسم المستخدم).
bg: В случай, че сте забравили, вашето потребителско име е %(username)s.
es: En caso de que lo haya olvidado, su nombre de usuario es %(nombre de usuario)s.
fr: Au cas où vous auriez oublié, votre nom d’utilisateur est %(username)s.
it: Nel caso te ne fossi dimenticato, il tuo nome utente è %(username)s.
tr: Unuttuysanız, kullanıcı adınız %(kullanıcı adı)s'dir.

source: Password Reset Email
ar: البريد الإلكتروني لإعادة تعيين كلمة المرور
bg: Имейл за нулиране на парола
es: Correo electrónico de restablecimiento de contraseña
fr: E-mail de réinitialisation du mot de passe
it: E-mail di reimpostazione della password
tr: Şifre Sıfırlama E-postası

source: Your password has been reset.
ar: تمت إعادة تعيين كلمة المرور الخاصة بك.
bg: Паролата ви е нулирана.
es: Su contraseña ha sido restablecida.
fr: Votre mot de passe a été réinitialisé.
it: La password è stata reimpostata.
tr: Şifreniz sıfırlandı.

source: Password Reset
ar: كلمة المرور
bg: Нулиране на паролата
es: Restablecimiento de contraseña
fr: Réinitialisation du mot de passe
it: Reimpostazione della password
tr: Şifre Sıfırlama

source: Your password has been set.
ar: تم تعيين كلمة المرور الخاصة بك.
bg: Паролата ви е зададена.
es: Su contraseña ha sido establecida.
fr: Votre mot de passe a été défini.
it: La tua password è stata impostata.
tr: Şifreniz ayarlandı.

source: Password Set
ar: كلمة المرور
bg: Набор от пароли
es: Conjunto de contraseñas
fr: Ensemble de mots de passe
it: Impostazione password
tr: Şifre Seti

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
ar: أنت تتلقى هذا البريد الإلكتروني لأنك ، أو أي شخص آخر ، حاولت الوصول إلى حساب باستخدام البريد الإلكتروني ٪(email)s. ومع ذلك ، ليس لدينا أي سجل لمثل هذا الحساب في قاعدة البيانات الخاصة بنا.
bg: Получавате този имейл, защото вие или някой друг сте се опитали да получите достъп до акаунт с имейл %(email)s. Въпреки това, ние нямаме никакви записи за такъв акаунт в нашата база данни.
es: Está recibiendo este correo electrónico porque usted, u otra persona, intentó acceder a una cuenta con correo electrónico %(email)s. Sin embargo, no tenemos ningún registro de dicha cuenta en nuestra base de datos.
fr: Vous recevez cet e-mail parce que vous, ou quelqu’un d’autre, avez essayé d’accéder à un compte avec l’adresse e-mail %(email)s. Cependant, nous n’avons aucune trace d’un tel compte dans notre base de données.
it: Stai ricevendo questa email perché tu, o qualcun altro, avete tentato di accedere a un account con email %(email)s. Tuttavia, non abbiamo alcuna registrazione di tale account nel nostro database.
tr: Bu e-postayı, siz veya bir başkası %(e-posta) e-postalarıyla bir hesaba erişmeye çalıştığınız için alıyorsunuz. Ancak, veritabanımızda böyle bir hesabın herhangi bir kaydı bulunmamaktadır.

source: If it was you, you can sign up for an account using the link below.
ar: إذا كنت أنت ، يمكنك التسجيل للحصول على حساب باستخدام الرابط أدناه.
bg: Ако бяхте вие, можете да се регистрирате за акаунт, като използвате връзката по-долу.
es: Si fuiste tú, puedes registrarte para obtener una cuenta usando el enlace a continuación.
fr: Si c’était vous, vous pouvez créer un compte en utilisant le lien ci-dessous.
it: Se sei stato tu, puoi registrarti per un account utilizzando il link sottostante.
tr: Siz olsaydınız, aşağıdaki bağlantıyı kullanarak bir hesap açabilirsiniz.

source: Unknown Account
ar: الحسابات
bg: Неизвестен акаунт
es: Cuenta desconocida
fr: Compte inconnu
it: Account sconosciuto
tr: Bilinmeyen Hesap

source: Email Address
ar: عنوان البريد الإلكتروني:
bg: Имейл адрес
es: Dirección de correo electrónico
fr: Adresse courriel
it: Indirizzo email
tr: E-posta Adresi

source: Current email
ar: الموقع الحالي:
bg: Текущ имейл
es: Correo electrónico actual
fr: E-mail actuel
it: E-mail corrente
tr: Geçerli e-posta

source: Changing to
ar: التغيير إلى
bg: Промяна на
es: Cambiar a
fr: Passer à
it: Modifica in
tr: Olarak değiştir

source: Your email address is still pending verification.
ar: لا يزال عنوان بريدك الإلكتروني في انتظار التحقق.
bg: Вашият имейл адрес все още чака потвърждение.
es: Su dirección de correo electrónico aún está pendiente de verificación.
fr: Votre adresse e-mail est toujours en attente de vérification.
it: Il tuo indirizzo email è ancora in attesa di verifica.
tr: E-posta adresiniz hâlâ doğrulanmayı bekliyor.

source: Cancel Change
ar: إلغاء
bg: Отмяна на промяната
es: Cancelar cambio
fr: Annuler la modification
it: Annulla modifica
tr: Değişikliği İptal Et

source: Change to
ar: الدردشة الذكية
bg: Промяна на
es: Cambiar a
fr: Changer en
it: Cambia in
tr: Değiştir

source: Change Email
ar: تأكيد البريد الإلكتروني
bg: Промяна на имейл
es: Cambiar correo electrónico
fr: Modifier l’adresse e-mail
it: Cambia e-mail
tr: E-postayı Değiştir

source: Confirm Email Address
ar: عنوان البريد الإلكتروني:
bg: Потвърдете имейл адреса
es: Confirmar dirección de correo electrónico
fr: Confirmer l’adresse e-mail
it: Conferma indirizzo e-mail
tr: E-posta Adresini Onayla

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
ar: يرجى التأكد من أن <a href="mailto:٪(email)s"><code>٪(email)s</a> هو عنوان بريد إلكتروني للمستخدم<code>٪(user_display)s.
bg: Моля, потвърдете, че <a href="mailto:%(email)s"><code>%(email)s</a> е имейл адрес за <code>потребител %(user_display)s.
es: Por favor, confirme que <a href="mailto:%(email)s"><code>%(email)s</a> es una dirección de correo electrónico para el usuario <code>%(user_display)s.
fr: Veuillez confirmer que <a href="mailto :%(email)s"><code>%(email)s</a> est une adresse e-mail pour l’utilisateur <code>%(user_display)s.
it: Conferma che <a href="mailto:%(email)s"><code>%(email)s</a> è un indirizzo email per l'utente <code>%(user_display)s.
tr: Lütfen <a href="mailto:%(email)s"><code>%(email)s öğesinin</a> <code>%(user_display)s kullanıcısı için bir e-posta adresi olduğunu onaylayın.

source: Confirm
ar: تأكيد
bg: Потвърждавам
es: Confirmar
fr: Confirmer
it: Confermare
tr: Onayla

source: Unable to confirm %(email)s because it is already confirmed by a different account.
ar: غير قادر على تأكيد ٪(البريد الإلكتروني) لأنه تم تأكيده بالفعل بواسطة حساب مختلف.
bg: Не може да се потвърди %(email)s, защото вече е потвърдено от друг акаунт.
es: No se puede confirmar %(email)s porque ya está confirmado por una cuenta diferente.
fr: Impossible de confirmer %(email)s car il est déjà confirmé par un autre compte.
it: Impossibile confermare %(email)s perché è già stato confermato da un account diverso.
tr: %(e-posta) zaten farklı bir hesap tarafından onaylandığı için onaylanamıyor.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
ar: انتهت صلاحية رابط تأكيد البريد الإلكتروني هذا أو أنه غير صالح. يرجى <a href="٪(email_url)s">إصدار طلب تأكيد جديد بالبريد الإلكتروني</a>.
bg: Тази връзка за потвърждение по имейл е изтекла или е невалидна. Моля, <a href="%(email_url)s">издайте нова заявка за потвърждение по имейл</a>.
es: Este enlace de confirmación por correo electrónico ha caducado o no es válido. Por favor, <a href="%(email_url)s"> envíe una nueva solicitud de confirmación por correo electrónico</a>.
fr: Ce lien de confirmation par e-mail a expiré ou n’est pas valide. Veuillez <a href="%(email_url)s">émettre une nouvelle demande de confirmation par e-mail</a>.
it: Questo link di conferma via e-mail è scaduto o non è valido. Si prega di <a href="%(email_url)s">emettere una nuova richiesta di conferma via email</a>.
tr: Bu e-posta onay bağlantısının süresi dolmuş veya geçersiz. Lütfen <a href="%(email_url)s"> yeni bir e-posta onay isteği gönderin</a>.

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
ar: إذا لم تكن قد أنشأت حسابا بعد ، فيرجى ٪(link)ssubscribe<code>٪(end_link)s أولا.
bg: Ако все още не сте създали акаунт, моля, първо %(link)ssign <code>up%(end_link).
es: Si aún no ha creado una cuenta, entonces por favor %(enlace)regístrese <code>%(end_link)s primero.
fr: Si vous n’avez pas encore créé de compte, veuillez d’abord %(link)ssign <code>up%(end_link)s.
it: Se non hai ancora creato un account, per favore %(link)ssign <code>up%(end_link)s prima.
tr: Henüz bir hesap oluşturmadıysanız, lütfen önce %(link)<code>ssign up%(end_link)s.

source: Sign in with a passkey
ar: تسجيل الدخول باستخدام مفتاح مرور
bg: Влизане с ключ за достъп
es: Iniciar sesión con una clave de paso
fr: Se connecter à l’aide d’une clé d’accès
it: Accedere con una passkey
tr: Geçiş anahtarıyla oturum açma

source: Mail me a sign-in code
ar: أرسل لي رمز تسجيل الدخول
bg: Изпратете ми код за вход
es: Envíame un código de inicio de sesión
fr: Envoyez-moi un code d’ouverture de session par la poste
it: Inviami un codice di accesso
tr: Bana bir oturum açma kodu gönder

source: Sign Out
ar: التسجيل
bg: Излезте
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi
tr: Oturumu Kapat

source: Are you sure you want to sign out?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟
bg: Сигурни ли сте, че искате да излезете?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler disconnetterti?
tr: Oturumu kapatmak istediğinizden emin misiniz?

source: You cannot remove your primary email address (%(email)s).
ar: لا يمكنك إزالة عنوان بريدك الإلكتروني الأساسي (٪(email)s).
bg: Не можете да премахнете основния си имейл адрес (%(email)s).
es: No puede eliminar su dirección de correo electrónico principal (%(email)s).
fr: Vous ne pouvez pas supprimer votre adresse e-mail principale (%(email)s).
it: Non puoi rimuovere il tuo indirizzo email principale (%(email)s).
tr: Birincil e-posta adresinizi (%(e-posta)lar) kaldıramazsınız.

source: Confirmation email sent to %(email)s.
ar: تأكيد البريد الإلكتروني
bg: Имейл за потвърждение, изпратен до %(email)s.
es: Correo electrónico de confirmación enviado a %(email)s.
fr: E-mail de confirmation envoyé à %(email)s.
it: E-mail di conferma inviata a %(email)s.
tr: %(e-posta) adresine gönderilen onay e-postası.

source: You have confirmed %(email)s.
ar: لقد أكدت٪ (البريد الإلكتروني).
bg: Потвърдихте %(email)s.
es: Ha confirmado %(email)s.
fr: Vous avez confirmé %(email)s.
it: Hai confermato %(email).
tr: %(e-posta)ları onayladınız.

source: Removed email address %(email)s.
ar: تمت إزالة عنوان البريد الإلكتروني ٪(البريد الإلكتروني)s.
bg: Премахнат имейл адрес %(email)s.
es: Se ha eliminado la dirección de correo electrónico %(email)s.
fr: Suppression de l’adresse e-mail %(email)s.
it: Indirizzo email rimosso %(email)s.
tr: Kaldırılan e-posta adresi %(e-posta)lar.

source: Successfully signed in as %(name)s.
ar: تم تسجيل الدخول بنجاح ك ٪(name)s.
bg: Успешно влязъл като %(име)s.
es: Se ha iniciado sesión correctamente como %(name)s.
fr: Connexion réussie en tant que %(name)s.
it: Accesso riuscito come %(nome)s.
tr: %(name)s olarak başarıyla oturum açıldı.

source: You have signed out.
ar: لقد قمت بتسجيل الخروج.
bg: Излезли сте.
es: Ha cerrado sesión.
fr: Vous vous êtes déconnecté.
it: Ti sei disconnesso.
tr: Oturumu kapattınız.

source: A sign-in code has been mailed to %(email)s.
ar: تم إرسال رمز تسجيل الدخول بالبريد إلى ٪(email)s.
bg: Код за вход е изпратен по пощата до %(email)s.
es: Se ha enviado un código de inicio de sesión por correo a %(email)s.
fr: Un code de connexion a été envoyé par e-mail à %(email)s.
it: Un codice di accesso è stato inviato a %(email)s.
tr: %(email)s adresine bir oturum açma kodu gönderildi.

source: Password successfully changed.
ar: تم الدفع بنجاح
bg: Паролата е променена успешно.
es: La contraseña se ha cambiado correctamente.
fr: Le mot de passe a été modifié avec succès.
it: La password è stata modificata correttamente.
tr: Parola başarıyla değiştirildi.

source: Password successfully set.
ar: تم الدفع بنجاح
bg: Паролата е зададена успешно.
es: La contraseña se ha establecido correctamente.
fr: Mot de passe défini avec succès.
it: Password impostata correttamente.
tr: Parola başarıyla ayarlandı.

source: Primary email address set.
ar: تعيين عنوان البريد الإلكتروني الأساسي.
bg: Набор от основен имейл адрес.
es: Conjunto de direcciones de correo electrónico principales.
fr: Adresse e-mail principale définie.
it: Indirizzo e-mail principale impostato.
tr: Birincil e-posta adresi ayarlandı.
