Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: Something’s wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
ar: هناك خطأ ما في تثبيت قاعدة البيانات الخاصة بك. تأكد من إنشاء جداول قاعدة البيانات المناسبة، وتأكد من أن قاعدة البيانات قابلة للقراءة من قبل المستخدم المناسب.
bg: Нещо не е наред с инсталацията на вашата база данни. Уверете се, че са създадени подходящите таблици на базата данни и се уверете, че базата данни е четима от съответния потребител.
es: Algo anda mal con la instalación de la base de datos. Asegúrese de que se han creado las tablas de base de datos adecuadas y de que el usuario adecuado pueda leer la base de datos.
fr: Quelque chose ne va pas avec l’installation de votre base de données. Assurez-vous que les tables de base de données appropriées ont été créées et que la base de données est lisible par l’utilisateur approprié.
it: Si è verificato un problema con l'installazione del database. Assicurarsi che siano state create le tabelle di database appropriate e che il database sia leggibile dall'utente appropriato.
tr: Veritabanı yüklemenizle ilgili bir sorun var. Uygun veritabanı tablolarının oluşturulduğundan ve veritabanının uygun kullanıcı tarafından okunabilir olduğundan emin olun.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
ar: تتم مصادقتك ك ٪(اسم المستخدم)، ولكن غير مصرح لك بالوصول إلى هذه الصفحة. هل ترغب في تسجيل الدخول إلى حساب مختلف؟
bg: Вие сте удостоверени като %(потребителско име), но нямате право да осъществявате достъп до тази страница. Искате ли да влезете в друг акаунт?
es: Está autenticado como %(nombre de usuario), pero no está autorizado para acceder a esta página. ¿Desea iniciar sesión en una cuenta diferente?
fr: Vous êtes authentifié en tant que %(nom d’utilisateur)s, mais vous n’êtes pas autorisé à accéder à cette page. Souhaitez-vous vous connecter à un autre compte ?
it: Sei autenticato come %(nome utente)s, ma non sei autorizzato ad accedere a questa pagina. Desideri accedere a un altro account?
tr: %(kullanıcı adı) olarak kimliğiniz doğrulanmış, ancak bu sayfaya erişme yetkiniz yok. Farklı bir hesaba giriş yapmak ister misiniz?

source: Forgotten your password or username?
ar: أدخل بريدك الإلكتروني وكلمة المرور لتسجيل الدخول
bg: Забравили сте паролата или потребителското си име?
es: ¿Has olvidado tu contraseña o nombre de usuario?
fr: Vous avez oublié votre mot de passe ou votre nom d’utilisateur ?
it: Hai dimenticato la password o il nome utente?
tr: Şifrenizi veya kullanıcı adınızı mı unuttunuz?

source: Log in
ar: تسجيل الدخول
bg: Влизане
es: Inicia sesión
fr: S'identifier
it: Accedi
tr: Oturum aç

source: Toggle navigation
ar: تبديل التنقل
bg: Превключване на навигация
es: Alternar navegación
fr: Basculer la navigation
it: Attiva/disattiva navigazione
tr: Geçiş Yönlendirmesi

source: Sidebar
ar: ألوان الشريط الجانبي
bg: Лента
es: Barra lateral
fr: Barre latérale
it: Barra laterale
tr: Kenar çubuğu

source: Start typing to filter…
ar: ابدأ الكتابة لتصفية ...
bg: Започнете да пишете, за да филтрирате...
es: Empieza a escribir para filtrar...
fr: Commencez à taper pour filtrer...
it: Inizia a digitare per filtrare...
tr: Filtrelemek için yazmaya başlayın...

source: Filter navigation items
ar: تصفية عناصر التنقل
bg: Филтриране на елементи за навигация
es: Filtrar elementos de navegación
fr: Filtrer les éléments de navigation
it: Filtrare gli elementi di navigazione
tr: Gezinme öğelerini filtreleme

source: Date/time
ar: وقت المشاهدة
bg: Дата/час
es: Fecha/hora
fr: Date/heure
it: Data/ora
tr: Tarih/saat

source: User
ar: المستخدمون
bg: Потребител
es: Usuario
fr: Utilisateur
it: Utente
tr: Kullanıcı

source: Action
ar: إجراء
bg: Действие
es: Acción
it: Azione
tr: Başka bir eylem

source: This object doesn’t have a change history. It probably wasn’t added via this admin site.
ar: لا يحتوي هذا الكائن على محفوظات تغيير. ربما لم تتم إضافته عبر موقع المسؤول هذا.
bg: Този обект няма история на промените. Вероятно не е добавен чрез този администраторски сайт.
es: Este objeto no tiene un historial de cambios. Probablemente no se agregó a través de este sitio de administración.
fr: Cet objet n’a pas d’historique des modifications. Il n’a probablement pas été ajouté via ce site d’administration.
it: Questo oggetto non dispone di una cronologia delle modifiche. Probabilmente non è stato aggiunto tramite questo sito di amministrazione.
tr: Bu nesnenin bir değişiklik geçmişi yok. Muhtemelen bu yönetici sitesi aracılığıyla eklenmemiştir.

source: Show all
ar: إظهار أقل
bg: Покажи всички
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
tr: Tümünü göster

source: Popup closing…
ar: إغلاق النوافذ المنبثقة...
bg: Затваряне на изскачащия прозорец...
es: Cierre de ventana emergente...
fr: Fermeture de la fenêtre contextuelle...
it: Chiusura popup...
tr: Pop-up kapanıyor...

source: Search
ar: البحث عن رحلة
bg: Търсене
es: Buscar
fr: Rechercher
it: Ricerca
tr: Aramak

source: %(full_result_count)s total
ar: ٪ (full_result_count) المجموع
bg: Общо %(full_result_count)
it: %(full_result_count)s totale
tr: %(full_result_count) s toplam

source: Save as new
ar: حفظ كجديد
bg: Запазване като ново
es: Guardar como nuevo
fr: Enregistrer à l’état neuf
it: Salva come nuovo
tr: Yeni olarak kaydet

source: Save and add another
ar: حفظ وإضافة آخر
bg: Запазете и добавете друг
es: Guarde y agregue otro
fr: Enregistrez et ajoutez un autre
it: Salva e aggiungi un altro
tr: Kaydedin ve başka bir tane ekleyin

source: Save and continue editing
ar: حفظ ومتابعة التحرير
bg: Запазване и продължаване на редактирането
es: Guardar y continuar editando
fr: Enregistrer et continuer à modifier
it: Salva e continua a modificare
tr: Kaydedin ve düzenlemeye devam edin

source: Save and view
ar: حفظ وعرض
bg: Запазване и преглед
es: Guardar y ver
fr: Enregistrer et afficher
it: Salva e visualizza
tr: Kaydedin ve görüntüleyin

source: Close
ar: إغلاق
bg: Затварям
es: Cerrar
fr: Fermer
it: Chiudere
tr: Kapat

source: Change selected %(model)s
ar: تغيير ٪(نموذج) المحدد
bg: Промяна на избраните %(модел)s
es: Cambiar los %(modelo)s seleccionados
fr: Modifier les %(modèle) sélectionnés
it: Modifica %(modello)s elezionato
tr: Seçili %(model)leri değiştir

source: Add another %(model)s
ar: إضافة ٪(نموذج) آخر
bg: Добавете още %(модел)s
es: Agregue otro %(model)s
fr: Ajouter un autre %(model)s
it: Aggiungi un altro %(modello)s
tr: Başka bir %(model) s ekleyin

source: Delete selected %(model)s
ar: حذف ٪(نموذج) محدد
bg: Изтриване на избраните %(модел)
es: Eliminar los %(modelo)s seleccionados
fr: Supprimer les %(model)s sélectionnés
it: Elimina %(modello) selezionato
tr: Seçili %(model)leri sil

source: View selected %(model)s
ar: عرض ٪(نموذج) المحدد
bg: Преглед на избраните %(модел)s
es: Ver %(modelo)s seleccionados
fr: Voir les %(modèle) sélectionnés
it: Visualizza le %(model)s selezionate
tr: Seçili %(model)leri görüntüle

source: Bookmarklets
ar: الإشارات المرجعية
bg: Отметки
it: Segnalibri
tr: Yer imleri

source: Documentation bookmarklets
ar: الإشارات المرجعية للوثائق
bg: Книгоразделители за документация
es: Bookmarklets de documentación
fr: Bookmarklets de documentation
it: Bookmarklet di documentazione
tr: Belge yer imleri

source: To install bookmarklets, drag the link to your bookmarks toolbar, or right-click the link and add it to your bookmarks. Now you can select the bookmarklet from any page in the site.
ar: لتثبيت الإشارات المرجعية، اسحب الرابط إلى شريط أدوات الإشارات المرجعية، أو انقر بزر الماوس الأيمن فوق الرابط وأضفه إلى إشاراتك المرجعية. يمكنك الآن تحديد التطبيق المختصر من أي صفحة في الموقع.
bg: За да инсталирате отметки, плъзнете връзката в лентата с инструменти за отметки или щракнете с десния бутон върху връзката и я добавете към отметките си. Сега можете да изберете отметката от всяка страница в сайта.
es: Para instalar bookmarklets, arrastre el enlace a la barra de herramientas de marcadores o haga clic con el botón derecho en el enlace y agréguelo a los marcadores. Ahora puede seleccionar el bookmarklet desde cualquier página del sitio.
fr: Pour installer des bookmarklets, faites glisser le lien vers la barre d’outils de vos signets ou cliquez avec le bouton droit sur le lien et ajoutez-le à vos signets. Vous pouvez maintenant sélectionner le bookmarklet à partir de n’importe quelle page du site.
it: Per installare i bookmarklet, trascina il collegamento sulla barra degli strumenti dei segnalibri oppure fai clic con il pulsante destro del mouse sul collegamento e aggiungilo ai segnalibri. Ora puoi selezionare il bookmarklet da qualsiasi pagina del sito.
tr: Yer işaretlerini yüklemek için, bağlantıyı yer işaretleri araç çubuğunuza sürükleyin veya bağlantıyı sağ tıklayıp yer işaretlerinize ekleyin. Artık yer imini sitedeki herhangi bir sayfadan seçebilirsiniz.

source: Documentation for this page
ar: وثائق لهذه الصفحة
bg: Документация за тази страница
es: Documentación de esta página
fr: Documentation de cette page
it: Documentazione per questa pagina
tr: Bu sayfa için belgeler

source: Jumps you from any page to the documentation for the view that generates that page.
ar: ينقلك من أي صفحة إلى وثائق طريقة العرض التي تنشئ تلك الصفحة.
bg: Прескача ви от която и да е страница към документацията за изгледа, който генерира тази страница.
es: Salta de cualquier página a la documentación de la vista que genera esa página.
fr: Vous permet de passer de n’importe quelle page à la documentation de la vue qui génère cette page.
it: Consente di passare da una pagina all'altra alla documentazione relativa alla visualizzazione che genera la pagina.
tr: Sizi herhangi bir sayfadan, o sayfayı oluşturan görünümün belgelerine atlar.

source: Tags
ar: الصفحات
bg: Етикети
es: Etiquetas
fr: Étiquettes
it: Tag
tr: Etiketler

source: List of all the template tags and their functions.
ar: قائمة بجميع علامات القالب ووظائفها.
bg: Списък на всички тагове на шаблона и техните функции.
es: Lista de todas las etiquetas de plantilla y sus funciones.
fr: Liste de toutes les balises de modèle et de leurs fonctions.
it: Elenco di tutti i tag del modello e delle loro funzioni.
tr: Tüm şablon etiketlerinin ve işlevlerinin listesi.

source: Filters
ar: الفلاتر
bg: Филтри
es: Filtros
fr: Filtres
it: Filtri
tr: Filtreler

source: Filters are actions which can be applied to variables in a template to alter the output.
ar: عوامل التصفية هي إجراءات يمكن تطبيقها على المتغيرات في قالب لتغيير الإخراج.
bg: Филтрите са действия, които могат да бъдат приложени към променливи в шаблон, за да променят изхода.
es: Los filtros son acciones que se pueden aplicar a las variables de una plantilla para alterar la salida.
fr: Les filtres sont des actions qui peuvent être appliquées aux variables d’un modèle pour modifier la sortie.
it: I filtri sono azioni che possono essere applicate alle variabili in un modello per modificare l'output.
tr: Filtreler, çıktıyı değiştirmek için bir şablondaki değişkenlere uygulanabilen eylemlerdir.

source: Models
ar: طلب
bg: Модели
es: Modelos
fr: Modèle
it: Modelli
tr: Model

source: Models are descriptions of all the objects in the system and their associated fields. Each model has a list of fields which can be accessed as template variables
ar: النماذج هي أوصاف لجميع الكائنات في النظام والحقول المرتبطة بها. يحتوي كل نموذج على قائمة من الحقول التي يمكن الوصول إليها كمتغيرات قالب
bg: Моделите са описания на всички обекти в системата и свързаните с тях полета. Всеки модел има списък с полета, които могат да бъдат достъпни като шаблонни променливи
es: Los modelos son descripciones de todos los objetos del sistema y sus campos asociados. Cada modelo tiene una lista de campos a los que se puede acceder como variables de plantilla
fr: Les modèles sont des descriptions de tous les objets du système et de leurs champs associés. Chaque modèle comporte une liste de champs accessibles en tant que variables de modèle
it: I modelli sono descrizioni di tutti gli oggetti nel sistema e dei campi associati. Ogni modello dispone di un elenco di campi a cui è possibile accedere come variabili di modello
tr: Modeller, sistemdeki tüm nesnelerin ve bunlarla ilişkili alanların açıklamalarıdır. Her modelin, şablon değişkenleri olarak erişilebilen bir alan listesi vardır

source: Views
ar: عرض الكل
bg: Мнения
es: Vistas
fr: Affichage
it: Visualizzazioni
tr: Görünümler

source: Each page on the public site is generated by a view. The view defines which template is used to generate the page and which objects are available to that template.
ar: يتم إنشاء كل صفحة على الموقع العام بواسطة طريقة عرض. تحدد طريقة العرض القالب المستخدم لإنشاء الصفحة والكائنات المتوفرة لهذا القالب.
bg: Всяка страница на публичния сайт се генерира от изглед. Изгледът определя кой шаблон се използва за генериране на страницата и кои обекти са достъпни за този шаблон.
es: Cada página del sitio público es generada por una vista. La vista define qué plantilla se utiliza para generar la página y qué objetos están disponibles para esa plantilla.
fr: Chaque page du site public est générée par une vue. La vue définit le modèle utilisé pour générer la page et les objets disponibles pour ce modèle.
it: Ogni pagina del sito pubblico viene generata da una visualizzazione. La visualizzazione definisce quale modello viene utilizzato per generare la pagina e quali oggetti sono disponibili per tale modello.
tr: Genel sitedeki her sayfa bir görünüm tarafından oluşturulur. Görünüm, sayfayı oluşturmak için hangi şablonun kullanıldığını ve bu şablon için hangi nesnelerin kullanılabilir olduğunu tanımlar.

source: Tools for your browser to quickly access admin functionality.
ar: أدوات لمتصفحك للوصول بسرعة إلى وظائف المسؤول.
bg: Инструменти за вашия браузър за бърз достъп до администраторската функционалност.
es: Herramientas para que su navegador acceda rápidamente a la funcionalidad de administración.
fr: Outils permettant à votre navigateur d’accéder rapidement aux fonctionnalités d’administration.
it: Strumenti per il tuo browser per accedere rapidamente alle funzionalità di amministrazione.
tr: Tarayıcınızın yönetici işlevlerine hızlı bir şekilde erişmesi için araçlar.

source: Please install docutils
ar: الرجاء تثبيت دوكوتيلز
bg: Моля, инсталирайте docutils
es: Por favor, instala docutils
fr: Veuillez installer les docutils
it: Si prega di installare docutils
tr: Lütfen docutils'i yükleyin

source: The admin documentation system requires Python’s <a href="%(link)s">docutils</a> library.
ar: يتطلب نظام توثيق المسؤول مكتبة <a href="٪(link)s">docutils" الخاصة ب Python</a>.
bg: Системата за административна документация изисква библиотеката на Python <a href="%(link)s">docutils</a>.
es: El sistema de documentación de administración requiere la biblioteca <a href="%(link)s">docutils de Python</a>.
fr: Le système de documentation d’administration nécessite la bibliothèque <a href="%(link)s">docutils</a> » de Python.
it: Il sistema di documentazione per l'amministrazione richiede la libreria Python <a href="%(link)s">docutils</a>.
tr: Yönetici dokümantasyon sistemi Python'un <a href="%(link)s">docutils kütüphanesini gerektirir</a>.

source: Please ask your administrators to install <a href="%(link)s">docutils</a>.
ar: يرجى مطالبة المسؤولين بتثبيت <a href="٪(link)s">docutils</a>.
bg: Моля, помолете администраторите си да инсталират <a href="%(link)s">docutils</a>.
es: Por favor, pida a sus administradores que instalen <a href="%(link)s">docutils</a>.
fr: Veuillez demander à vos administrateurs d’installer <a href="%(link)s">docutils</a>.
it: Chiedi ai tuoi amministratori di installare <a href="%(link)s">docutils</a>.
tr: Lütfen yöneticilerinizden <a href="%(link)s">docutils yüklemelerini isteyin</a>.

source: Model: %(name)s
ar: نموذج: ٪ (اسم) ق
bg: Модел: %(име)s
es: Modelo: %(nombre)s
fr: Modèle : %(nom)s
it: Modello: %(nome)s
tr: Model: %(ad)s

source: Fields
ar: الأصدقاء
bg: Полета
es: Campos
fr: Champs
it: Campi
tr: Alanları

source: Field
ar: الأصدقاء
bg: Поле
es: Campo
fr: Champ
it: Campo
tr: Alan

source: Type
ar: نوع
bg: Вид
es: Tipo
it: Digitare
tr: Tür

source: Description
ar: الوصف
bg: Описание
es: Descripción
it: Descrizione
tr: Açıklama

source: Methods with arguments
ar: طرق مع الحجج
bg: Методи с аргументи
es: Métodos con argumentos
fr: Méthodes avec arguments
it: Metodi con argomenti
tr: Bağımsız değişkenli yöntemler

source: Method
ar: طريقة الدفع
bg: Метод
es: Método
fr: Méthode
it: Metodo
tr: Yöntem

source: Arguments
ar: الحجج
bg: Аргументи
es: Argumentos
it: Argomenti
tr: Bağımsız değişken

source: Back to Model documentation
ar: عرض الوثائق
bg: Обратно към Документация на модела
es: Volver a la documentación del modelo
fr: Retour à la documentation du modèle
it: Torna alla documentazione del modello
tr: Model belgelerine geri dön

source: Model documentation
ar: عرض الوثائق
bg: Примерна документация
es: Documentación del modelo
fr: Documentation du modèle
it: Documentazione del modello
tr: Model belgeleri

source: Model groups
ar: مجموعات النماذج
bg: Групи модели
es: Grupos de modelos
fr: Groupes de modèles
it: Gruppi di modelli
tr: Model grupları

source: Templates
ar: قوالب
bg: Шаблони
es: Plantillas
fr: Modèles
it: Modelli
tr: Şablon

source: Template: %(name)s
ar: القالب: ٪ (اسم) ق
bg: Шаблон: %(име)s
es: Plantilla: %(nombre)s
fr: Modèle : %(nom)s
it: Modello: %(nome)s
tr: Şablon: %(ad)s

source: Template: <q>%(name)s</q>
ar: القالب: <q>٪ (اسم) ق</q>
bg: Шаблон: <q>%(име)s</q>
es: Plantilla: <q>%(nombre)s</q>
fr: Modèle : <q>%(nom)s</q>
it: Modello: <q>%(nome)s</q>
tr: Şablon: <q>%(ad)s</q>

source: Search path for template <q>%(name)s</q>:
ar: مسار البحث عن <q>٪(name)s</q> للقالب:
bg: Път за търсене на <q>шаблон %(име)s</q>:
es: Ruta de búsqueda para la plantilla <q>%(name)s</q>:
fr: Chemin de recherche pour le modèle <q>%(name)s</q> :
it: Percorso di ricerca per il modello <q>%(nome)s</q>:
tr: <q>%(ad) şablonları</q> için arama yolu:

source: (does not exist)
ar: (غير موجود)
bg: (не съществува)
es: (no existe)
fr: (n’existe pas)
it: (non esiste)
tr: (mevcut değil)

source: Back to Documentation
ar: توثيق Django
bg: Обратно към документацията
es: Volver a la documentación
fr: Retour à la documentation
it: Torna alla documentazione
tr: Belgelere Geri Dön

source: Template filters
ar: مرشحات القوالب
bg: Филтри за шаблони
es: Filtros de plantilla
fr: Filtres de modèle
it: Filtri dei modelli
tr: Şablon filtreleri

source: Template filter documentation
ar: عرض الوثائق
bg: Документация за филтър на шаблони
es: Documentación del filtro de plantilla
fr: Documentation sur les filtres de modèles
it: Documentazione del filtro del modello
tr: Şablon filtresi belgeleri

source: Built-in filters
ar: فلاتر مدمجة
bg: Вградени филтри
es: Filtros incorporados
fr: Filtres intégrés
it: Filtri integrati
tr: Yerleşik filtreler

source: To use these filters, put <code>%(code)s</code> in your template before using the filter.
ar: لاستخدام عوامل التصفية هذه، ضع <code>٪(code)s</code> في القالب قبل استخدام عامل الفلتر.
bg: За да използвате тези филтри, поставете <code>%(code)</code> в шаблона си, преди да използвате филтъра.
es: Para usar estos filtros, coloque <code>%(code)s</code> en la plantilla antes de usar el filtro.
fr: Pour utiliser ces filtres, mettez <code>%(code)s</code> dans votre modèle avant d’utiliser le filtre.
it: Per utilizzare questi filtri, inserisci <code>%(code)s</code> nel modello prima di utilizzare il filtro.
tr: Bu filtreleri kullanmak için, filtreyi kullanmadan önce şablonunuza <code>%(code)s</code> yazın.

source: Template tags
ar: علامات القالب
bg: Тагове на шаблони
es: Etiquetas de plantilla
fr: Balises de modèle
it: Tag modello
tr: Şablon etiketleri

source: Template tag documentation
ar: عرض الوثائق
bg: Документация на тага на шаблона
es: Documentación de etiquetas de plantilla
fr: Documentation sur les balises de modèle
it: Documentazione sui tag del modello
tr: Şablon etiketi belgeleri

source: Built-in tags
ar: العلامات المضمنة
bg: Вградени тагове
es: Etiquetas incorporadas
fr: Balises intégrées
it: Tag integrati
tr: Yerleşik etiketler

source: To use these tags, put <code>%(code)s</code> in your template before using the tag.
ar: لاستخدام هذه العلامات، ضع <code>٪(code)s</code> في القالب قبل استخدام العلامة.
bg: За да използвате тези тагове, поставете <code>%(code)</code> в шаблона си, преди да използвате маркера.
es: Para usar estas etiquetas, coloque <code>%(code)s</code> en su plantilla antes de usar la etiqueta.
fr: Pour utiliser ces balises, mettez <code>%(code)s</code> dans votre modèle avant d’utiliser la balise.
it: Per utilizzare questi tag, inserisci <code>%(code)s</code> nel tuo modello prima di utilizzare il tag.
tr: Bu etiketleri kullanmak için, etiketi kullanmadan önce şablonunuza <code>%(code)s</code> koyun.

source: View: %(name)s
ar: عرض: ٪ (الاسم) ق
bg: Преглед: %(име)
es: Vista: %(nombre)s
fr: Vue : %(nom)s
it: Visualizza: %(nome)s
tr: Görünüm: %(ad)s

source: Context:
ar: اتصل بنا
bg: Контекста:
es: Contexto:
fr: Contexte:
it: Contesto:
tr: Bağlam:

source: Templates:
ar: قوالب:
bg: Шаблони:
es: Plantillas:
fr: Modèles:
it: Modelli:
tr: Şablon:

source: Back to View documentation
ar: عرض الوثائق
bg: Обратно към Преглед на документацията
es: Volver a Ver documentación
fr: Retour à la documentation
it: Torna alla documentazione
tr: Belgeleri Görüntüle'ye Geri Dön

source: View documentation
ar: عرض الوثائق
bg: Преглед на документацията
es: Ver documentación
fr: Voir la documentation
it: Visualizza la documentazione
tr: Belgeleri Görüntüle

source: Jump to namespace
ar: انتقل إلى مساحة الاسم
bg: Направо към пространството от имена
es: Saltar al espacio de nombres
fr: Aller à l’espace de noms
it: Vai allo spazio dei nomi
tr: Ad alanına atla

source: Empty namespace
ar: مساحة الاسم الفارغة
bg: Празно пространство от имена
es: Espacio de nombres vacío
fr: Espace de noms vide
it: Spazio dei nomi vuoto
tr: Boş ad alanı

source: Views by namespace %(name)s
ar: المشاهدات حسب مساحة الاسم٪ (الاسم)
bg: Изгледи по пространство от имена %(name)s
es: Vistas por espacio de nombres %(name)s
fr: Vues par espace de noms %(name)s
it: Visualizzazioni per spazio dei nomi %(nome)s
tr: Ad alanına göre görünümler %(name)s

source: Views by empty namespace
ar: طرق العرض حسب مساحة الاسم الفارغة
bg: Изгледи по празно пространство от имена
es: Vistas por espacio de nombres vacío
fr: Vues par espace de noms vide
it: Visualizzazioni in base allo spazio dei nomi vuoto
tr: Boş ad alanına göre görünümler

source: View function: <code>%(full_name)s</code>. Name: <code>%(url_name)s</code>.
ar: عرض الوظيفة: <code>٪ (full_name) ثانية</code>. الاسم: <code><code>٪ (url_name) ق</code>.
bg: Функция за преглед: <code>%(full_name)s</code>. Име: <code><code>%(url_name)s</code>.
es: Función de visualización: <code>%(full_name)s</code>. Nombre: <code><code>%(url_name)s</code>.
fr: Fonction d’affichage : <code>%(full_name)s</code>. Nom : <code><code>%(url_name)s</code>.
it: Funzione di visualizzazione: <code>%(full_name)s</code>. Nome: <code><code>%(url_name)s</code>.
tr: Görünüm işlevi: <code>%(full_name)s</code>. Ad: <code><code>%(url_name)s</code>.

source: Patient
ar: المريض
bg: Търпелив
es: Paciente
it: Paziente
tr: Hasta

source: Doctor
ar: الطبيب
bg: Лекар
fr: Médecin
it: Dottore
tr: Doktor

source: Date
ar: التاريخ
bg: Дата
es: Fecha
it: Dattero
tr: Tarih

source: Duration
ar: المدة
bg: Времетраене
es: Duración
fr: La durée
it: Durata
tr: Süre
