Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: It’s an effective resource regardless..
ar: إنه مورد فعال بغض النظر عن..
bg: Това е ефективен ресурс независимо от това.
es: Es un recurso eficaz a pesar de todo.
fr: Il s'agit d'une ressource efficace, quelle que soit..
it: È una risorsa efficace indipendentemente..
tr: Etkili bir kaynak...

source: Tom Klein
ar: توم كلاين
bg: Том Клайн

source: 1 day ago
ar: منذ يوم
bg: преди 1 ден
es: hace 1 día
fr: il y a 1 jour
it: 1 giorno fa
tr: 1 gün önce

source: Be sure to check it out if your dev pro...
ar: تأكد من التحقق منه إذا كان تطويرك يتطلب...
bg: Не забравяйте да го проверите, ако вашият професионалист за разработчици...
es: Asegúrate de comprobarlo si tu pro...
fr: Ne manquez pas d'y jeter un coup d'œil si votre pro...
it: Assicurati di controllare se il tuo dev pro...
tr: Geliştirme projenizle ilgili kontrol edin...

source: Dr. Alex Johnson
ar: د. أليكس جونسون
bg: Д-р Алекс Джонсън

source: last seen today at 1:53am
ar: آخر ظهور اليوم الساعة 1:53 صباحًا
bg: Последно видян днес в 1:53 сутринта
es: Visto por última vez hoy a la 1:53 a.m.
fr: Dernière visite aujourd'hui à 1h53
it: ultimo visto oggi alle 1:53
tr: bugün 1:53'te en son görüldü

source: Mute conversation
ar: كتم المحادثة
bg: Заглушаване на разговора
es: Silenciar la conversación
fr: Couper le son de la conversation
it: Conversazione muto
tr: Konuşmayı sessize al

source: Block
ar: حظر
bg: Блокирам
es: Bloquear
fr: Bloc
it: Blocco
tr: Engelle

source: Clear chat
ar: مسح الدردشة
bg: Изчистване на чата
es: Chat claro
fr: Effacer le chat
it: Chiacchere chat
tr: Sohbeti sil

source: Delete chat
ar: حذف الدردشة
bg: Изтриване на чата
es: Eliminar chat
fr: Supprimer le chat
it: Cancella chat
tr: Sohbeti temizle

source: Hello Dr. Johnson, I've been experiencing severe headaches for the past week. What could be causing this?
ar: مرحبًا د. جونسون، لقد كنت أعاني من صداع شديد في الأسبوع الماضي. ما الذي يمكن أن يكون السبب؟
bg: Здравейте д-р Джонсън, през последната седмица изпитвам силно главоболие. Какво може да е причината за това?
es: Hola Dr. Johnson, he estado experimentando fuertes dolores de cabeza durante la última semana. ¿Qué podría estar causando esto?
fr: Bonjour Dr. Johnson, Je souffre de violents maux de tête depuis une semaine. Quelle pourrait en être la cause ?
it: Salve, dottor Johnson. Ho avuto gravi mal di testa per la scorsa settimana. Cosa potrebbe causare questo?
tr: Merhaba Dr. Johnson, geçen haftadan beri şiddetli baş ağrıları yaşıyorum. Bunun nedeni ne olabilir?

source: 3:14am
ar: 3:14ص
bg: 3:14 сутринта

source: Hi, it could be due to various reasons like stress, lack of sleep, or even vision problems. Have you been under a lot of stress lately?
ar: مرحبًا، قد يكون ذلك بسبب عدة أسباب مثل التوتر، قلة النوم، أو حتى مشاكل الرؤية. هل كنت تحت ضغط كبير مؤخرًا؟
bg: Здравейте, това може да се дължи на различни причини като стрес, липса на сън или дори проблеми със зрението. Били ли сте под голям стрес напоследък?
es: Hola, podría deberse a varias razones como el estrés, la falta de sueño o incluso problemas de visión. ¿Has estado bajo mucho estrés últimamente?
fr: Bonjour, cela peut être dû à différentes raisons comme le stress, le manque de sommeil, ou même des problèmes de vue. Avez-vous subi beaucoup de stress ces derniers temps ?
it: Ciao, potrebbe essere dovuto a vari motivi come stress, mancanza di sonno, o anche problemi di visione. Sei stato sotto stress ultimamente?
tr: Merhaba, stres, uyku eksikliği veya hatta görme problemleri gibi çeşitli nedenler olabilir. Son zamanlarda çok stres altında mı kaldınız?

source: 4:42pm
ar: 4:42م
bg: 16:42 ч.
es: 16:42 horas
fr: 16 h 42

source: Wed, 3:27pm
ar: الأربعاء، 3:27 مساءً
bg: Сряда, 15:27
es: Mié, 15:27
fr: Mercredi, 15:27
it: Wed, 15:27
tr: Çar, 3:27pm

source: Yes, I have been working long hours lately. Could that be the reason?
ar: نعم، لقد كنت أعمل لساعات طويلة مؤخرًا. هل يمكن أن يكون هذا هو السبب؟
bg: Да, напоследък работя дълги часове. Може ли това да е причината?
es: Sí, he estado trabajando muchas horas últimamente. ¿Podría ser esa la razón?
fr: Oui, j'ai travaillé de longues heures ces derniers temps. Est-ce que cela pourrait être la raison ?
it: Sì, ho lavorato molto ultimamente. Potrebbe essere questo il motivo?
tr: Evet, son zamanlarda uzun saatler çalışıyorum. Bu neden olabilir mi?

source: 4:31pm
ar: 4:31م
bg: 16:31 ч.
es: 16:31 horas
fr: 16 h 31

source: It’s possible. Try to take regular breaks and ensure you get enough sleep. If the headaches persist, we might need to run some tests.
ar: من الممكن. حاول أن تأخذ استراحات منتظمة وتأكد من الحصول على قدر كافٍ من النوم. إذا استمرت الصداع، قد نحتاج إلى إجراء بعض الفحوصات.
bg: Възможно е. Опитайте се да правите редовни почивки и да спите достатъчно. Ако главоболието продължава, може да се наложи да направим някои тестове.
es: Es posible. Trate de tomar descansos regulares y asegúrese de dormir lo suficiente. Si los dolores de cabeza persisten, es posible que debamos realizar algunas pruebas.
fr: C'est possible. Essayez de faire des pauses régulières et de dormir suffisamment. Si les maux de tête persistent, nous devrons peut-être procéder à des examens.
it: È possibile. Cerca di prendere pause regolari e assicurarti di dormire abbastanza. Se il mal di testa persiste, potremmo dover eseguire alcuni test.
tr: Mümkün. Düzenli aralar vermeye ve yeterince uyuduğunuzdan emin olun. Baş ağrıları devam ederse, bazı testler yapmamız gerekebilir.

source: Thank you, Doctor. I’ll try to manage my stress better and get more sleep. I’ll keep you updated.
ar: شكرًا لك، دكتور. سأحاول إدارة التوتر بشكل أفضل والحصول على المزيد من النوم. سأبقيك على اطلاع.
bg: Благодаря ви, докторе. Ще се опитам да управлявам стреса си по-добре и да спя повече. Ще ви държа в течение.
es: Gracias, doctor. Trataré de manejar mejor mi estrés y dormir más. Os mantendré informados.
fr: Merci, docteur. Je vais essayer de mieux gérer mon stress et de dormir davantage. Je vous tiendrai au courant.
it: Grazie, Dottore. Cercherò di gestire meglio lo stress e di dormire. Ti terrò aggiornato.
tr: Teşekkürler, Doktor. Stresimi daha iyi yönetmeye ve daha fazla uyumaya çalışacağım. Sizi bilgilendireceğim.

source: You’re welcome. Take care!
ar: أنت مرحب بك. اعتني بنفسك!
bg: Моля. Умната!
es: De nada. ¡Cuídate!
fr: Il n'y a pas de quoi. Prenez soin de vous !
it: Prego. Stammi bene!
tr: Rica ederim. Kendine iyi bak!

source: My Treatment Plans
ar: تحرير الفريق
bg: Моите планове за лечение
es: Mis planes de tratamiento
fr: Mes plans de traitement
it: I miei piani di trattamento
tr: Tedavi Planlarım

source: Logo
ar: تسجيل الخروج
bg: Лого
es: Logotipo

source: tel: +90 546 1026200
bg: тел: +90 546 1026200

source: Details
bg: Подробности
es: Detalles
it: Dettagli

source: Treatment Items
ar: عناصر العلاج
bg: Елементи за лечение
es: Artículos de tratamiento
fr: Articles de traitement
it: Articoli di trattamento
tr: Tedavi Öğeleri

source: Subtotal
bg: Междинна сума
it: Totale parziale

source: Final Discount
bg: Крайна отстъпка
es: Descuento final
it: Sconto finale

source: Total Price
ar: إجمالي الحركة
bg: Обща цена
es: Precio total
fr: Prix total
it: Prezzo totale
tr: Toplam Fiyat

source: Dr.
ar: د.
bg: Д-р.
it: Dottore.

source: Download PDF
ar: تحميل مجاني
bg: Изтегляне на PDF
es: Descargar PDF
fr: Télécharger le PDF
it: Scarica PDF
tr: PDF'yi indir

source: No treatment plans available.
ar: لا توجد خطط علاجية متاحة.
bg: Няма налични планове за лечение.
es: No hay planes de tratamiento disponibles.
fr: Aucun plan de traitement n’est disponible.
it: Nessun piano di trattamento disponibile.
tr: Mevcut tedavi planı yok.

source: If you encounter any issues with your treatment plans, you can contact us at:
ar: إذا واجهت أي مشاكل تتعلق بالفاتورة، يمكنك الاتصال بنا على:
bg: Ако срещнете някакви проблеми с вашите планове за лечение, можете да се свържете с нас на:
es: Si tiene algún problema con sus planes de tratamiento, puede comunicarse con nosotros en:
fr: Si vous rencontrez des problèmes avec vos plans de traitement, vous pouvez nous contacter à l’adresse suivante :
it: Se incontri problemi con i tuoi piani di trattamento, puoi contattarci a:
tr: Tedavi planlarınızla ilgili herhangi bir sorunla karşılaşırsanız, bizimle şu adresten iletişime geçebilirsiniz:

source: email:
ar: البريد الإلكتروني:
bg: Имейл:
es: Correo electrónico:
fr: courriel :
tr: e-posta:

source: 3D model
bg: 3D модел
es: Modelo 3D
it: Modello 3D

source: Discount
ar: الحسابات
bg: Отстъпка
es: Descuento
fr: Rabais
it: Sconto
tr: İskonto

source: Oups! Error 403
ar: عفوًا! خطأ 403
bg: Упс! Грешка 403
es: ¡Ups! Error 403
fr: Oups ! Erreur 403
it: Errore 403
tr: Oups! Hata 403

source: Access denied - Please authenticate
ar: تم رفض الوصول - يرجى التحقق من الهوية
bg: Достъпът е отказан - Моля, удостоверете се
es: Acceso denegado - Por favor, autentique
fr: Accès refusé - Veuillez vous authentifier
it: Accesso negato - Si prega di autenticare
tr: Erişim reddedildi - Lütfen kimliğinizi doğrulayın

source: Oups! Error 404
ar: عفوًا! خطأ 404
bg: Упс! Грешка 404
es: ¡Ups! Error 404
fr: Oups ! Erreur 404
it: Errore 404
tr: Oups! Hata 404

source: Page not found -
ar: الصفحة غير موجودة -
bg: Страницата не е намерена -
es: Página no encontrada -
fr: Page non trouvée -
it: Pagina non trovata
tr: Sayfa bulunamadı -

source: Oups! Error 500
ar: عفوًا! خطأ 500
bg: Упс! Грешка 500
es: ¡Ups! Error 500
fr: Oups ! Erreur 500
it: Errore 500
tr: Oups! Hata 500

source: Server error, please contact support -
ar: خطأ في الخادم، يرجى الاتصال بالدعم -
bg: Грешка на сървъра, моля, свържете се с поддръжката -
es: Error del servidor, póngase en contacto con el soporte -
fr: Erreur de serveur, veuillez contacter le support -
it: Errore server, si prega di contattare il supporto - No
tr: Sunucu hatası, lütfen destek ile iletişime geçin -

source: Patient Detail
ar: المريض
bg: Подробности за пациента
es: Detalle del paciente
fr: Détails sur le patient
it: Dettaglio paziente
tr: Hasta Detayı

source: Notifications
ar: الإشعارات
bg: Уведомления
es: Notificaciones
it: Notifica
tr: Bildirimler

source: Backup
ar: نسخ احتياطي
bg: Архивиране
es: Copia de seguridad
fr: Sauvegarde
tr: Yedek

source: Medical Files
ar: تحميل الملفات الطبية
bg: Медицински досиета
es: Expedientes Médicos
fr: Dossiers médicaux
it: File medici
tr: Tıbbi Dosyalar

source: Treatment Plans
ar: خطط العلاج
bg: Планове за лечение
es: Planes de tratamiento
fr: Plans de traitement
it: Piani di trattamento
tr: Tedavi Planları

source: Joined on
ar: انضمام
bg: Присъедини се на
es: Se unió el
fr: Rejoint le
it: Condividi su Twitter
tr: Katıldı

source: First Name
ar: الاسم الأول
bg: Собствено име
es: Nombre
fr: Prénom
it: Nome
tr: Ad

source: Last Name
ar: اسم العائلة
bg: Презиме
es: Apellido
fr: Nom de famille
it: Ultimo nome
tr: Soyad

source: Sex
ar: إعداد
bg: Секс
es: Sexo
fr: Sexe
it: Sesso
tr: Seks

source: Uploaded on
ar: نموذج الرفع
bg: Качено на
es: Subido el
fr: Téléchargé le
it: Caricato su
tr: Yüklendi

source: No medical files uploaded.
ar: لم يتم تحميل أي ملفات بعد.
bg: Не са качени медицински файлове.
es: No se han subido expedientes médicos.
fr: Aucun dossier médical n’a été téléchargé.
it: Nessun file medico caricato.
tr: Hiçbir tıbbi dosya yüklenmedi.

source: Add New Treatment Plan
ar: إضافة خطة علاج جديدة
bg: Добавяне на нов план за лечение
es: Agregar nuevo plan de tratamiento
fr: Ajouter un nouveau plan de traitement
it: Aggiungi nuovo piano di trattamento
tr: Yeni Tedavi Planı Ekle

source: Final Discount amount
bg: Крайна сума на отстъпката
es: Monto final del descuento
it: Quantità di sconto finale

source: Add Item
bg: Добавяне на артикул
es: Agregar artículo
it: Aggiungi articolo

source: Save Treatment Plan
bg: Запазете плана за лечение
es: Guardar Plan de Tratamiento
it: Salvare il piano di trattamento

source: Edit Treatment Plan
ar: تحرير الفريق
bg: Редактиране на плана за лечение
es: Editar plan de tratamiento
fr: Modifier le plan de traitement
it: Modifica del piano di trattamento
tr: Tedavi Planını Düzenle

source: Update Treatment Plan
ar: تحديث خطة العلاج
bg: Актуализирайте плана за лечение
es: Actualizar el plan de tratamiento
fr: Mettre à jour le plan de traitement
it: Piano di trattamento di aggiornamento
tr: Tedavi Planını Güncelle

source: Our Commitment to Protecting Your Information.
ar: التزامنا بحماية معلوماتك.
bg: Нашият ангажимент за защита на вашата информация.
es: Nuestro compromiso de proteger su información.
fr: Notre engagement à protéger vos informations.
it: Il nostro impegno a proteggere le tue informazioni.
tr: Bilgilerinizi Koruma Taahhüdümüz.

source: beyondboard : Privacy Policy
ar: سياسة الخصوصية
bg: beyondboard : Политика за поверителност
es: beyondboard : Política de privacidad
fr: beyondboard : Politique de confidentialité
it: fuoribordo: Informativa sulla privacy
tr: beyondboard : Gizlilik Politikası

source: Welcome to BeyondBoard, a service provided by Dent i-Delil Clinic. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data when you use our app, including the social login feature.
bg: Добре дошли в BeyondBoard, услуга, предоставяна от Dent i-Delil Clinic. Ние ценим вашата поверителност и се ангажираме да защитаваме вашата лична информация. Тази Политика за поверителност очертава как събираме, използваме и защитаваме Вашите данни, когато използвате нашето приложение, включително функцията за социално влизане.
tr: Dent i-Delil Clinic tarafından sağlanan bir hizmet olan BeyondBoard'a hoş geldiniz. Gizliliğinize değer veriyoruz ve kişisel bilgilerinizi korumayı taahhüt ediyoruz. Bu Gizlilik Politikası, sosyal oturum açma özelliği de dahil olmak üzere uygulamamızı kullandığınızda verilerinizi nasıl topladığımızı, kullandığımızı ve koruduğumuzu ana hatlarıyla belirtir.

source: 2. Information We Collect
ar: 2. المعلومات التي نجمعها
bg: 2. Информация, която събираме
es: 2. Información que recopilamos
fr: 2. Informations que nous recueillons
it: 2. Informazioni Raccogliamo
tr: 2. Topladığımız Bilgiler

source: When you use our app and log in through social media platforms (e.g., Google, Facebook), we may collect the following information:
ar: عند استخدام تطبيقنا وتسجيل الدخول من خلال منصات التواصل الاجتماعي (مثل Google و Facebook) ، قد نجمع المعلومات التالية:
bg: Когато използвате нашето приложение и влизате чрез социални медийни платформи (напр. Google, Facebook), ние можем да събираме следната информация:
es: Cuando utiliza nuestra aplicación e inicia sesión a través de plataformas de redes sociales (por ejemplo, Google, Facebook), podemos recopilar la siguiente información:
fr: Lorsque vous utilisez notre application et que vous vous connectez via des plateformes de médias sociaux (par exemple, Google, Facebook), nous pouvons collecter les informations suivantes :
it: Quando utilizzi la nostra app e accedi tramite piattaforme di social media (ad esempio Google, Facebook), possiamo raccogliere le seguenti informazioni:
tr: Uygulamamızı kullandığınızda ve sosyal medya platformları (ör. Google, Facebook) aracılığıyla oturum açtığınızda, aşağıdaki bilgileri toplayabiliriz:

source: Personal Information:
ar: معلومات إضافية
bg: Лична информация:
es: Información personal:
fr: Informations personnelles :
it: Informazioni personali:
tr: Kişisel Bilgiler:

source: This includes your name, email address, and profile picture, which are provided by the social media platform when you authenticate.
ar: يتضمن ذلك اسمك وعنوان بريدك الإلكتروني وصورة ملفك الشخصي ، والتي يتم توفيرها بواسطة منصة التواصل الاجتماعي عند المصادقة.
bg: Това включва вашето име, имейл адрес и профилна снимка, които се предоставят от платформата на социалната медия, когато се удостоверявате.
es: Esto incluye su nombre, dirección de correo electrónico y foto de perfil, que son proporcionados por la plataforma de redes sociales cuando se autentica.
fr: Cela inclut votre nom, votre adresse e-mail et votre photo de profil, qui sont fournis par la plateforme de médias sociaux lorsque vous vous authentifiez.
it: Questo include il tuo nome, indirizzo e-mail e immagine del profilo, che sono forniti dalla piattaforma di social media quando si autentica.
tr: Bu, kimlik doğrulaması yaptığınızda sosyal medya platformu tarafından sağlanan adınızı, e-posta adresinizi ve profil resminizi içerir.

source: Usage Data:
ar: بيانات الاستخدام:
bg: Данни за използване:
es: Datos de uso:
fr: Données d’utilisation :
it: Dati di utilizzo:
tr: Kullanım Verisi:

source: We collect data on how you use our app, including interactions, preferences, and the duration of your sessions.
ar: نقوم بجمع بيانات حول كيفية استخدامك لتطبيقنا ، بما في ذلك التفاعلات والتفضيلات ومدة جلساتك.
bg: Събираме данни за начина, по който използвате нашето приложение, включително взаимодействията, предпочитанията и продължителността на вашите сесии.
es: Recopilamos datos sobre cómo utiliza nuestra aplicación, incluidas las interacciones, las preferencias y la duración de sus sesiones.
fr: Nous recueillons des données sur la façon dont vous utilisez notre application, y compris les interactions, les préférences et la durée de vos sessions.
it: Raccogliamo dati su come si utilizza la nostra app, comprese le interazioni, le preferenze e la durata delle sessioni.
tr: Etkileşimler, tercihler ve oturumlarınızın süresi dahil olmak üzere uygulamamızı nasıl kullandığınızla ilgili verileri topluyoruz.

source: 3. How We Use Your Information
ar: 3. كيف نستخدم معلوماتك
bg: 3. Как използваме Вашата информация
es: 3. Cómo utilizamos su información
fr: 3. Comment nous utilisons vos informations
it: 3. Come utilizziamo le tue informazioni
tr: 3. Bilgilerinizi Nasıl Kullanıyoruz

source: We use the information we collect to:
ar: نستخدم المعلومات التي نجمعها من أجل:
bg: Ние използваме информацията, която събираме, за да:
es: Utilizamos la información que recopilamos para:
fr: Nous utilisons les informations que nous recueillons pour :
it: Utilizziamo le informazioni che raccogliamo per:
tr: Topladığımız bilgileri şu amaçlarla kullanırız:

source: Provide and improve our services.
ar: تقديم خدماتنا وتحسينها.
bg: Предоставяне и подобряване на нашите услуги.
es: Proporcionar y mejorar nuestros servicios.
fr: Fournir et améliorer nos services.
it: Fornire e migliorare i nostri servizi.
tr: Hizmetlerimizi sağlamak ve geliştirmek.

source: Personalize your experience in the app.
ar: إضفاء الطابع الشخصي على تجربتك في التطبيق.
bg: Персонализирайте изживяването си в приложението.
es: Personaliza tu experiencia en la aplicación.
fr: Personnalisez votre expérience dans l’application.
it: Personalizza la tua esperienza nell'app.
tr: Uygulamadaki deneyiminizi kişiselleştirin.

source: Communicate with you about your account, updates, and relevant information.
ar: التواصل معك بشأن حسابك والتحديثات والمعلومات ذات الصلة.
bg: Комуникираме с Вас относно Вашия акаунт, актуализации и подходяща информация.
es: Comunicarnos con usted acerca de su cuenta, actualizaciones e información relevante.
fr: Communiquer avec vous au sujet de votre compte, des mises à jour et des informations pertinentes.
it: Comunicare con voi circa il vostro account, gli aggiornamenti e le informazioni pertinenti.
tr: Hesabınız, güncellemeler ve ilgili bilgiler hakkında sizinle iletişim kurmak.

source: Ensure the security of our platform.
ar: ضمان أمن منصتنا.
bg: Гарантиране на сигурността на нашата платформа.
es: Garantizar la seguridad de nuestra plataforma.
fr: Assurer la sécurité de notre plateforme.
it: Assicurare la sicurezza della nostra piattaforma.
tr: Platformumuzun güvenliğini sağlamak.

source: 4. Sharing Your Information
ar: معلومات الفواتير
bg: 4. Споделяне на вашата информация
es: 4. Compartir su información
fr: 4. Partage de vos informations
it: 4. Condivisione delle tue informazioni
tr: 4. Bilgilerinizin Paylaşılması

source: We do not sell or share your personal information with third parties for their marketing purposes. We may share your data with:
ar: نحن لا نبيع أو نشارك معلوماتك الشخصية مع أطراف ثالثة لأغراض التسويق الخاصة بهم. قد نشارك بياناتك مع:
bg: Ние не продаваме и не споделяме Вашата лична информация с трети страни за техни маркетингови цели. Можем да споделяме Вашите данни с:
es: No vendemos ni compartimos su información personal con terceros para sus fines de marketing. Es posible que compartamos sus datos con:
fr: Nous ne vendons ni ne partageons vos informations personnelles avec des tiers à des fins de marketing. Nous pouvons partager vos données avec :
it: Non vendiamo o condividiamo i tuoi dati personali con terzi per i loro scopi di marketing. Possiamo condividere i tuoi dati con:
tr: Kişisel bilgilerinizi pazarlama amaçları için üçüncü taraflara satmayız veya paylaşmayız. Verilerinizi aşağıdakilerle paylaşabiliriz:

source: Service Providers:
ar: الخدمة:
bg: Доставчици:
es: Proveedores de servicios:
fr: Fournisseurs:
it: Fornitori di servizi:
tr: Hizmet Sağlayıcılar:

source: Trusted third parties who assist us in operating our app, provided they comply with our Privacy Policy.
ar: الأطراف الثالثة الموثوقة التي تساعدنا في تشغيل تطبيقنا ، بشرط أن تمتثل لسياسة الخصوصية الخاصة بنا.
bg: Доверени трети страни, които ни помагат да работим с нашето приложение, при условие че спазват нашата Политика за поверителност.
es: Terceros de confianza que nos ayudan a operar nuestra aplicación, siempre que cumplan con nuestra Política de privacidad.
fr: Des tiers de confiance qui nous aident à exploiter notre application, à condition qu’ils respectent notre politique de confidentialité.
it: Terzi fidati che ci aiutano a gestire la nostra app, a condizione che siano conformi alla nostra Informativa sulla privacy.
tr: Gizlilik Politikamıza uymaları koşuluyla, uygulamamızı çalıştırmamıza yardımcı olan güvenilir üçüncü taraflar.

source: Legal Compliance:
ar: الامتثال القانوني:
bg: Спазване на законодателството:
es: Cumplimiento legal:
fr: Conformité légale :
it: Compliance legale:
tr: Yasal Uygunluk:

source: If required by law or to protect the rights, property, or safety of our users or the public.
ar: إذا كان ذلك مطلوبا بموجب القانون أو لحماية حقوق أو ممتلكات أو سلامة مستخدمينا أو الجمهور.
bg: Ако това се изисква от закона или за защита на правата, собствеността или безопасността на нашите потребители или обществеността.
es: Si así lo exige la ley o para proteger los derechos, la propiedad o la seguridad de nuestros usuarios o del público.
fr: Si la loi l’exige ou pour protéger les droits, la propriété ou la sécurité de nos utilisateurs ou du public.
it: Se richiesto dalla legge o per proteggere i diritti, la proprietà o la sicurezza dei nostri utenti o del pubblico.
tr: Yasaların gerektirmesi veya kullanıcılarımızın veya kamunun haklarını, mülkiyetini veya güvenliğini korumak için.

source: 5. Data Security
ar: 5. أمن البيانات
bg: 5. Сигурност на данните
es: 5. Seguridad de los datos
fr: 5. Sécurité des données
it: 5. Sicurezza dei dati
tr: 5. Veri Güvenliği
