Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: No flights found for this itinerary
ar: لم يتم العثور على رحلات لهذا المسار
bg: За този маршрут не са намерени полети
es: No se han encontrado vuelos para este itinerario
fr: Aucun vol trouvé pour cet itinéraire
it: Nessun volo trovato per questo itinerario
tr: Bu güzergah için uçuş bulunamadı

source: Full Name and Surname
bg: Пълно име и фамилия
es: Nombre completo y apellidos
it: Nome e cognome

source: Email
ar: البريد الإلكتروني
bg: Имейл
es: Correo electrónico
fr: Courriel
tr: E-posta

source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
tr: Telefon Numarası

source: Nationality
ar: التوفر
bg: Народност
es: Nacionalidad
fr: Nationalité
it: Nazionalità
tr: Milliyet

source: Birth Date
ar: تاريخ الميلاد
bg: Дата на раждане
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
tr: Doğum Tarihi

source: Password
ar: كلمة المرور
bg: Парола
es: Contraseña
fr: Mot de passe
tr: Şifre

source: Confirm Password
ar: تأكيد كلمة المرور
bg: Потвърдете паролата
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma la password
tr: Şifreyi Onayla

source: Referral Code
ar: رمز الإحالة
bg: Код за препоръка
es: Código de referencia
fr: Code de référence
it: Codice di riferimento
tr: Referans Kodu

source: Insurance Information
ar: معلومات التأمين
bg: Застрахователна информация
es: Información del seguro
fr: Informations sur les assurances
it: Informazioni sulle assicurazioni
tr: Sigorta Bilgileri

source: Family History
ar: التاريخ العائلي
bg: Фамилна история
es: Antecedentes familiares
fr: Histoire de la famille
it: Storia della famiglia
tr: Aile Geçmişi

source: Biological Sex
ar: الجنس البيولوجي
bg: Биологичен пол
es: Sexo biológico
fr: Sexe biologique
it: Sesso biologico
tr: Biyolojik Cinsiyet

source: Allergies
ar: الحساسية
bg: Алергии
es: Alergias
it: Allergie
tr: Alerjiler

source: Medications
ar: الأدوية
bg: Лекарства
es: Medicamentos
fr: Médicaments
it: Farmaci
tr: İlaçlar

source: Medical Conditions
ar: الحالات الطبية
bg: Медицински състояния
es: Condiciones médicas
fr: Conditions médicales
it: Condizioni mediche
tr: Tıbbi Durumlar

source: Additional Information
ar: معلومات إضافية
bg: Допълнителна информация
es: Información adicional
fr: Informations complémentaires
it: Informazioni aggiuntive
tr: Ek Bilgiler

source: Account Type
ar: نوع الحساب
bg: Тип акаунт
es: Tipo de cuenta
fr: Type de compte
it: Tipo di conto
tr: Hesap Türü

source: Interested in..
ar: مهتم بـ..
bg: Интересувам се от..
es: Interesado en..
fr: Intéressé par ...
it: Interessante..
tr: İlgilendiği Alanlar

source: Your attention is required
ar: تتطلب انتباهك
bg: Вашето внимание е задължително
es: Su atención es requerida
fr: Votre attention est requise
it: La vostra attenzione è necessaria
tr: Dikkatinizi gerektiriyor

source: You should read this!
ar: يجب أن تقرأ هذا!
bg: Трябва да прочетете това!
es: ¡Deberías leer esto!
fr: Vous devriez lire ceci !
it: Dovresti leggere questo!
tr: Bunu okumalısınız!

source: Ok, Got it
ar: حسنًا، فهمت
bg: Добре, разбрах
es: Ok, ¡Entendido
fr: Ok, j'ai compris
it: Ok, ricevuto
tr: Tamam, Anladım

source: &times;
bg: &amp;
es: y tiempos;

source: Traffic
ar: المرور
bg: Трафик
es: Tráfico
fr: Trafic
it: Traffico
tr: Trafik

source: Since last month
ar: منذ الشهر الماضي
bg: От миналия месец
es: Desde el mes pasado
fr: Depuis le mois dernier
it: Dal mese scorso
tr: Geçen aydan beri

source: New users
ar: المستخدمين الجدد
bg: Нови потребители
es: Nuevos usuarios
fr: Nouveaux utilisateurs
it: Nuovi utenti
tr: Yeni kullanıcılar

source: Since last week
ar: منذ الأسبوع الماضي
bg: От миналата седмица
es: Desde la semana pasada
fr: Depuis la semaine dernière
it: Dalla settimana scorsa
tr: Geçen haftadan beri

source: Sales
ar: المبيعات
bg: Продажби
es: Ventas
fr: Vente
it: Vendite
tr: Satışlar

source: Since yesterday
ar: منذ أمس
bg: От вчера
es: Desde ayer
fr: Depuis hier
it: Da ieri
tr: Dünden beri

source: Performance
ar: الأداء
bg: Изпълнение
es: Rendimiento
it: Prestazioni
tr: Performans

source: Icons
ar: الأيقونات
bg: Икони
es: Iconos
fr: Icônes
it: Icone
tr: Simgeler

source: active-40
bg: активен-40
es: activo-40
fr: actif-40
it: attivo-40

source: air-baloon
bg: Въздушен балон
es: globo de aire
tr: hava balonu

source: album-2
bg: албум-2
es: Álbum-2
tr: albüm-2

source: align-center
bg: Подравняване в центъра
es: alinear-centro
fr: aligner-center
tr: ortaya hizala

source: align-left-2
bg: подравняване-ляво-2
es: alinear-izquierda-2
fr: aligner-gauche-2
tr: sola hizala-2

source: ambulance
bg: линейка
es: ambulancia
it: ambulanza
tr: ambulans

source: app
bg: Ап
es: aplicación
fr: application
tr: uygulama

source: archive-2
bg: Архив-2
es: Archivo-2
it: archivio-2
tr: arşiv-2

source: atom
bg: атом
es: átomo
fr: atome
it: atomo

source: badge
bg: значка
es: insignia
it: distintivo
tr: rozet

source: bag-17
bg: Чанта-17
es: bolsa-17
fr: sac-17
it: borsa-17
tr: çanta-17

source: basket
bg: кошница
es: canasta
fr: panier
it: cestino
tr: sepet

source: bell-55
bg: Камбана-55
es: campana-55
fr: cloche-55
tr: çan-55

source: bold-down
bg: Удебелен шрифт надолу
es: negrita hacia abajo
fr: gras vers le bas
it: audace
tr: kalın-aşağı

source: bold-left
bg: Удебелен наляво
es: negrita-izquierda
fr: gras-gauche
it: audace sinistra
tr: kalın-sola

source: bold-right
bg: Удебелен десен шрифт
es: negrita-derecha
fr: gras-droit
it: audace
tr: kalın-sağa

source: bold-up
bg: Удебелен шрифт
es: Negrita
fr: renforcement
it: audace su
tr: kalın-yukarı

source: bold
bg: безочлив
es: audaz
fr: audacieux
it: coraggiosa
tr: kalın

source: book-bookmark
bg: Книгоразделител
es: libro-marcador
fr: livre-marque-page
tr: kitap-yer imi

source: books
bg: Книги
es: libros
fr: livres
it: libri
tr: kitaplar

source: box-2
bg: Кутия-2
es: caja-2
fr: encadré 2
it: scatola 2
tr: kutu-2

source: briefcase-24
bg: куфарче-24
es: maletín-24
fr: mallette-24
it: valigetta-24
tr: evrak çantası-24

source: building
bg: сграда
es: edificio
fr: bâtiment
it: costruzione
tr: bina

source: bulb-61
bg: крушка-61
es: BOMBILLA-61
fr: ampoule-61
it: lampadina-61
tr: ampul-61

source: bullet-list-67
bg: Списък с водещи символи-67
es: lista-de-viñetas-67
fr: liste à puces-67
it: elenco-67
tr: madde listesi-67

source: bus-front-12
bg: автобус-предна-12
es: bus-frontal-12
tr: ön otobüs-12

source: button-pause
bg: бутон-пауза
es: botón-pausa
fr: bouton-pause
it: pulsante-pausa
tr: düğme-durdur

source: button-play
bg: бутон-игра
es: botón de reproducción
fr: bouton-play
it: tasto-play
tr: düğme-oynat

source: button-power
bg: бутон-захранване
es: botón-encendido
fr: bouton-puissance
it: pulsante-potenza
tr: düğme-güç

source: calendar-grid-58
bg: календар-решетка-58
es: cuadrícula de calendario-58
fr: calendrier-grille-58
it: calendario-grid-58
tr: takvim-ızgarası-58

source: camera-compact
bg: Компактен фотоапарат
es: de cámara compacta
fr: appareil photo-compact
it: fotocamera-compatto
tr: kompakt kamera

source: caps-small
bg: капачки-малки
es: gorras-pequeñas
fr: casquettes-petites
it: tappi-piccoli
tr: küçük harfler

source: cart
bg: каруца
es: carro
fr: chariot
it: carrello
tr: sepet

source: chart-bar-32
bg: диаграма-лента-32
es: gráfico-barra-32
fr: graphique-barre-32
it: grafico-bar-32
tr: çubuk grafik-32

source: chart-pie-35
bg: диаграма-кръг-35
es: gráfico-pie-35
fr: graphique-pie-35
it: grafico-pie-35
tr: pasta grafik-35

source: chat-round
bg: чат кръг
es: Ronda de charla
tr: yuvarlak sohbet

source: check-bold
bg: Отметка удебелена
es: check-negrita
fr: gras à carreaux
tr: kalın onay

source: circle-08
bg: Кръг-08
es: círculo-08
fr: cercle-08
it: cerchio-08
tr: daire-08

source: cloud-download-95
bg: облак-изтегляне-95
es: descarga-de-la-nube-95
fr: téléchargement en nuage-95
tr: bulut-indirme-95

source: cloud-upload-96
bg: Качване в облак-96
es: carga-de-nube-96
fr: téléchargement en nuage (cloud-upload-96)
tr: bulut-yükleme-96

source: compass-04
bg: Компас-04
es: brújula-04
fr: compas-04
it: bussola-04
tr: pusula-04

source: controller
bg: Контролер
es: controlador
fr: contrôleur
tr: denetleyici

source: credit-card
bg: кредитна карта
es: tarjeta de crédito
fr: carte de crédit
it: carta di credito
tr: kredi kartı

source: curved-next
bg: извита-следваща
es: curvo-siguiente
fr: courbe-prochain
it: curvo-next
tr: eğri-sonraki

source: delivery-fast
bg: Бърза доставка
es: entrega rápida
fr: livraison rapide
it: consegna-veloce
tr: hızlı teslimat

source: diamond
bg: диамант
es: diamante
fr: diamant
it: diamante
tr: elmas

source: email-83
bg: Електронна поща-83
es: correo electrónico-83
tr: e-posta-83

source: fat-add
bg: добавяне на мазнини
es: Adición de grasa
fr: ajout de graisse
it: grasso
tr: şişman ekle

source: fat-delete
bg: Изтриване на мазнини
es: Eliminación de grasa
fr: suppression des graisses
tr: şişman sil

source: fat-remove
bg: премахване на мазнини
es: Eliminación de grasa
fr: éliminer les graisses
it: grasso-rimozione
tr: şişman kaldır

source: favourite-28
bg: Любими-28
es: favorito-28
fr: favori-28
it: favorito-28
tr: favori-28

source: folder-17
bg: папка-17
es: Carpeta-17
fr: dossier-17
it: cartella-17
tr: klasör-17

source: glasses-2
bg: очила-2
es: Gafas-2
fr: lunettes-2
it: occhiali da sole
tr: gözlük-2

source: hat-3
bg: шапка-3
es: Sombrero-3
fr: chapeau-3
it: cappello-3
tr: şapka-3

source: headphones
bg: Слушалки
es: auriculares
fr: écouteurs
it: cuffie
tr: kulaklık

source: istanbul
bg: Истанбул
es: Estambul

source: key-25
bg: ключ-25
es: Clave-25
fr: clé-25
it: chiave-25
tr: anahtar-25

source: laptop
bg: лаптоп
es: portátil
fr: ordinateur portable
tr: dizüstü bilgisayar

source: like-2
bg: подобно-2
es: como-2
fr: comme-2
it: come..
tr: beğen-2

source: lock-circle-open
bg: заключване-кръг-отваряне
es: Bloquear-Círculo-Abrir
fr: serrure-cercle-ouvert
it: blocco-circolo aperto
tr: kilitli daire açık

source: map-big
bg: Карта-голяма
es: mapa-grande
fr: carte-grande
it: mappa-big
tr: büyük harita

source: mobile-button
bg: мобилен бутон
es: botón móvil
fr: bouton mobile
it: pulsante mobile
tr: mobil düğme

source: money-coins
bg: парични монети
es: monedas-dinero
fr: argent-monnaie
it: soldi-coin
tr: para madeni paraları

source: note-03
bg: Бележка-03
es: Nota-03
it: nota-03
tr: not-03

source: notification-70
bg: Уведомление-70
es: Notificación-70
it: notifica-70
tr: bildirim-70

source: palette
bg: палитра
es: paleta
it: tavolozza
tr: palet

source: paper-diploma
bg: Диплома на хартиен носител
es: Diploma en papel
fr: diplôme en papier
it: carta-diploma
tr: kağıt-diploma

source: pin-3
bg: ПИН-3
fr: broche-3
it: perno-3

source: planet
bg: планета
es: planeta
fr: planète
it: pianeta
tr: gezegen

source: ruler-pencil
bg: линийка-молив
es: lápiz de regla
fr: règle-crayon
it: sovrano-concilio
tr: cetvel-kalem

source: satisfied
bg: доволен
es: satisfecho
fr: satisfaits
it: soddisfatto
tr: memnun

source: scissors
bg: ножица
es: tijeras
fr: ciseaux
it: forbici
tr: makas

source: send
bg: изпращам
es: Enviar
fr: envoyer
it: invia
tr: gönder

source: settings-gear-65
bg: Настройки-Зъбно колело-65
es: ajustes-engranaje-65
fr: réglages-engins-65
it: impostazioni-gear-65
tr: ayar dişlisi-65

source: settings
bg: Настройки
es: Configuración
fr: paramètres
it: impostazioni
tr: ayarlar

source: single-02
bg: единичен-02
es: soltero-02
fr: unique-02
it: singolo
tr: tek-02

source: single-copy-04
bg: единично копие-04
es: copia-simple-04
fr: exemplaire unique-04
it: singola copia-04
tr: tek kopya-04

source: sound-wave
bg: звукова вълна
es: onda sonora
fr: onde sonore
it: onde sonore
tr: ses dalgası

source: spaceship
bg: Космически кораб
es: nave espacial
fr: vaisseau spatial
it: nave spaziale
tr: uzay gemisi

source: square-pin
bg: Квадратен щифт
es: alfiler cuadrado
fr: broche carrée
it: quadrato-pin
tr: kare-pin

source: support-16
bg: Поддръжка-16
es: Soporte-16
fr: soutien-16
it: supporto-16
tr: destek-16

source: tablet-button
bg: бутон за таблет
es: botón de tableta
fr: bouton de la tablette
tr: tablet düğmesi

source: tag
bg: етикет
es: etiqueta
fr: étiquette
it: taggati
tr: etiket

source: tie-bow
bg: вратовръзка-лък
es: lazo de corbata
fr: nœud de cravate
tr: papyon

source: time-alarm
bg: Аларма за време
es: Alarma de tiempo
fr: alarme temporelle
tr: alarm zamanı

source: trophy
bg: трофей
es: trofeo
fr: trophée
it: trofeo
tr: kupa

source: tv-2
bg: ТВ-2

source: umbrella-13
bg: чадър-13
es: paraguas-13
fr: parapluie-13
it: ombrello-13
tr: şemsiye-13

source: user-run
bg: от потребителя
es: Ejecutado por el usuario
fr: exécution par l'utilisateur
it: gestione utente
tr: kullanıcı-koşu

source: vector
bg: вектор
fr: vecteur
it: vettore
tr: vektör

source: watch-time
ar: وقت المشاهدة
bg: време за гледане
es: Tiempo de visualización
fr: l'heure de la montre
it: orologio-tempo
tr: izleme süresi

source: world
ar: العالم
bg: свят
es: mundo
fr: monde
it: mondo
tr: dünya

source: zoom-split-in
ar: تكبير
bg: Увеличаване-разделяне

source: collection
ar: مجموعة
bg: колекция
es: colección
it: collezione
tr: koleksiyon

source: image
ar: صورة
bg: изображение
es: imagen
it: immagine
tr: resim

source: shop
ar: متجر
bg: магазин
es: tienda
fr: boutique
it: negozio
tr: mağaza

source: ungroup
ar: إلغاء التجميع
bg: Разгрупиране
es: Desagrupar
fr: dégrouper
it: un gruppo
tr: grup dışı

source: world-2
ar: العالم-2
bg: Свят-2
es: Mundo-2
fr: monde-2
it: mondo-2
tr: dünya-2

source: ui-04
ar: واجهة المستخدم-04
bg: УИ-04

source: About
ar: من نحن
bg: За
es: Acerca de
fr: A propos de
it: Informazioni
tr: Hakkımızda

source: Facilities
ar: المرافق
bg: Услуги
es: Instalaciones
fr: Installations
it: Servizi
tr: Tesisler

source: &copy; Dent i-Delil Clinic - Design by Lotfi Kanouni
bg: &amp;копиране; Клиника Дент и-Делил - Дизайн Лотфи Кануни
tr: &amp;kopya; Dent i-Delil Kliniği - Tasarım Lotfi Kanouni

source: English
ar: الإنجليزية
bg: Английски
es: Inglés
fr: Anglais
it: Inglese
tr: İngilizce

source: Arabic
ar: العربية
bg: Арабски
es: Árabe
fr: L'arabe
it: Arabo
tr: Arapça

source: Dashboard
ar: لوحة التحكم
bg: Таблото
es: Salpicadero
fr: Tableau de bord
tr: Panel

source: Profile
ar: الملف الشخصي
bg: Профил
es: Perfil
fr: Profil
it: Profilo
tr: Profil

source: Pages
ar: الصفحات
bg: Страници
es: Páginas
it: Pagine
tr: Sayfalar

source: Type here...
ar: اكتب هنا...
bg: Въведете тук...
es: Escribe aquí...
fr: Tapez ici...
it: Tipo qui...
tr: Buraya yazın...

source: New message
ar: رسالة جديدة
bg: Ново съобщение
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
tr: Yeni mesaj

source: from Laur
ar: من لور
bg: от Лаур
es: de Laur
fr: de Laur
it: da Laur
tr: Laur'dan

source: 13 minutes ago
ar: منذ 13 دقيقة
bg: преди 13 минути
es: Hace 13 minutos
fr: Il y a 13 minutes
it: 13 minuti fa
tr: 13 dakika önce

source: MESSAGES
ar: الرسائل
bg: СЪОБЩЕНИЯ
es: MENSAJES
it: VALORI
tr: Mesajlar

source: System Logs
ar: إحصائيات النظام
bg: Системни регистрационни файлове
es: Registros del sistema
fr: Journaux système
it: Log di sistema
tr: Sistem Günlükleri

source: PATIENTS
ar: المرضي
bg: ПАЦИЕНТИ
es: PACIENTES
fr: PATIENT
it: PATIENTI
tr: HASTA

source: PROJECT DEVELOPMENT
ar: تطوير المشروع
bg: РАЗРАБОТВАНЕ НА ПРОЕКТИ
es: DESARROLLO DEL PROYECTO
fr: DÉVELOPPEMENT DE PROJET
it: SVILUPPO DEL PROGETTO
tr: PROJE GELİŞTİRME

source: MARKETING TEAM
ar: فريق التسويق
bg: МАРКЕТИНГ ЕКИП
es: EQUIPO DE MARKETING
fr: ÉQUIPE MARKETING
it: MERCATO TEAM
tr: PAZARLAMA EKIBI

source: PRODUCT
ar: المنتجات
bg: ПРОДУКТ
es: PRODUCTO
fr: PRODUIT
it: PRODOTTI
tr: ÜRÜN

source: Logout
ar: تسجيل الخروج
bg: Изход
es: Cerrar sesión
fr: Déconnexion
tr: Çıkış Yap

source: Default
ar: الافتراضي
bg: По подразбиране
es: Predeterminado
fr: Défaut
it: Predefinito
tr: Varsayılan

source: Dashboards
ar: لوحات التحكم
bg: Табла
es: Paneles
fr: Tableaux de bord
tr: Paneller

source: Total traffic
ar: إجمالي الحركة
bg: Общ трафик
es: Tráfico total
fr: Trafic total
it: Totale traffico
tr: Toplam trafik

source: Overview
ar: نظرة عامة
bg: Преглед
es: Visión general
fr: Vue d'ensemble
it: Panoramica
tr: Genel Bakış

source: Sales value
ar: قيمة المبيعات
bg: Стойност на продажбите
es: Valor de las ventas
fr: Valeur des ventes
it: Valore di vendita
tr: Satış değeri

source: Month
ar: الشهر
bg: Месец
es: Mes
fr: Mois
it: Mese
tr: Ay

source: Week
ar: الأسبوع
bg: Седмица
es: Semana
fr: Semaine
it: Rassegna
tr: Hafta

source: Total orders
ar: إجمالي الطلبات
bg: Общо поръчки
es: Pedidos totales
fr: Total des commandes
it: Totale ordini
tr: Toplam siparişler

source: Page visits
ar: زيارات الصفحة
bg: Посещения на страници
es: Visitas a la página
fr: Visites de pages
it: Visite
tr: Sayfa ziyaretleri

source: See all
ar: عرض الكل
bg: Виж всички
es: Ver todo
fr: Voir tous
it: Vedi tutto
tr: Hepsini gör

source: Page name
ar: اسم الصفحة
bg: Име на страница
es: Nombre de la página
fr: Nom de la page
it: Nome della pagina
tr: Sayfa adı

source: Visitors
ar: الزوار
bg: Посетители
es: Visitantes
fr: Visiteurs
it: Visitatori
tr: Ziyaretçiler

source: Unique users
ar: المستخدمين الفريدين
bg: Уникални потребители
es: Usuarios únicos
fr: Utilisateurs uniques
it: Utenti unici
tr: Tekil kullanıcılar

source: Bounce rate
ar: معدل الارتداد
bg: Степен на отпадане
es: Tasa de rebote
fr: Taux de rebond
it: Tasso di rimbalzo
tr: Hemen çıkma oranı

source: /argon/
bg: /аргон/
es: /argón/
it: traduzione:

source: Social traffic
ar: الحركة الاجتماعية
bg: Социален трафик
es: Tráfico social
fr: Trafic social
it: Traffico sociale
tr: Sosyal trafik

source: Referral
ar: الإحالة
bg: Сезиране
es: Recomendación
fr: Renvoi
tr: Referans

source: Facebook
ar: فيسبوك
bg: Фейсбук
es: Facebook (en inglés)

source: Instagram
ar: إنستجرام
bg: Инстаграм
es: Instagram (en inglés)

source: twitter
ar: تويتر
bg: Туитър

source: Chief Medical Officer
ar: المدير الطبي التنفيذي
bg: Главен лекар
es: Director Médico
fr: Médecin-chef
it: Capo medico
tr: Baş Tıbbi Görevli

source: App
ar: تطبيق
bg: Ап
es: Aplicación
fr: Application
tr: Uygulama

source: Messages
ar: الرسائل
bg: Съобщения
es: Mensajes
it: Messaggi
tr: Mesajlar

source: Settings
ar: الإعدادات
bg: Настройки
es: Configuración
fr: Paramètres
it: Impostazioni impostazioni
tr: Ayarlar

source: Add story
ar: أضف قصة
bg: Добавяне на история
es: Añadir historia
fr: Ajouter un article
it: Aggiungi la storia
tr: Hikaye ekle

source: Dr. Abbie W
ar: د. آبي و
bg: Д-р Аби У.
es: Dra. Abbie W

source: Dr. John Doe
ar: د. جون دو
bg: Д-р Джон Доу

source: 3 days ago
ar: منذ 3 أيام
bg: преди 3 дни
es: hace 3 días
fr: il y a 3 jours
it: 3 giorni fa
tr: 3 gün önce

source: Follow
ar: متابعة
bg: Следвам
es: Seguir
fr: Suivre
it: Seguici
tr: Takip et

source: Personal profiles are the perfect way for you to grab their attention...
ar: الملفات الشخصية هي الطريقة المثلى لجذب انتباههم ...
bg: Личните профили са идеалният начин да привлечете вниманието им...
es: Los perfiles personales son la manera perfecta de captar su atención...
fr: Les profils personnels sont le moyen idéal pour vous d’attirer leur attention...
it: I profili personali sono il modo perfetto per afferrare la loro attenzione...
tr: Kişisel profiller, onların dikkatini çekmeniz için mükemmel bir yoldur...

source: and 30+ more
ar: و 30+ المزيد
bg: и още 30+
es: y 30+ más
fr: et plus de 30
it: e 30+ di più
tr: ve 30+ daha fazlası

source: Michael Lewis
ar: مايكل لويس
bg: Майкъл Луис

source: I always felt like I could do anything...
ar: شعرت دائما أنني أستطيع فعل أي شيء ...
bg: Винаги съм имал чувството, че мога да направя всичко...
es: Siempre sentí que podía hacer cualquier cosa...
fr: J’ai toujours eu l’impression que je pouvais tout faire...
it: Ho sempre pensato di poter fare qualsiasi cosa...
tr: Her zaman her şeyi yapabileceğimi hissettim...

source: 3 likes
ar: 3 إعجابات
bg: 3 харесвания
es: 3 Me gusta
fr: 3 goûts
tr: 3 beğeni

source: 2 shares
ar: 2 مشاركات
bg: 2 акции
es: 2 acciones
fr: 2 actions
it: 2 azioni
tr: 2 paylaşım

source: Jessica Stones
ar: جيسيكا ستونز
bg: Джесика Стоунс

source: Society has put up so many boundaries...
ar: لقد وضع المجتمع الكثير من الحدود ...
bg: Обществото е поставило толкова много граници...
es: La sociedad ha puesto tantos límites...
fr: La société a mis en place tant de limites...
it: La società ha messo così tanti confini...
tr: Toplum o kadar çok sınır koydu ki...

source: 10 likes
ar: 10 إعجابات
bg: 10 харесвания
es: 10 Me gusta
it: 10 piace
tr: 10 beğeni

source: 1 share
ar: 1 مشاركة
bg: 1 споделяне
es: 1 acción
fr: 1 action
it: 1 azione
tr: 1 paylaşım

source: Patient Care Team
ar: فريق رعاية المرضى
bg: Екип за грижа за пациентите
es: Equipo de Atención al Paciente
fr: Équipe de soins aux patients
it: Team di assistenza paziente
tr: Hasta Bakım Ekibi

source: Edit Team
ar: تحرير الفريق
bg: Редактиране на екип
es: Editar equipo
fr: Équipe de rédaction
it: Modifica squadra
tr: Ekibi Düzenle

source: Add Member
ar: إضافة عضو
bg: Добавяне на член
es: Agregar miembro
fr: Ajouter un membre
it: Aggiungere membro
tr: Üye Ekle

source: See Details
ar: عرض التفاصيل
bg: Вижте подробности
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
tr: Detayları Gör

source: Remove Team
ar: إزالة الفريق
bg: Премахване на екип
es: Eliminar equipo
fr: Supprimer l'équipe
it: Rimuovi il team
tr: Ekibi Kaldır

source: A group of dedicated professionals ensuring the best care for our patients at Dent i-Delil Clinic.
bg: Група от всеотдайни професионалисти, осигуряващи най-добрата грижа за нашите пациенти в клиника Дент и-Делил.
tr: Dent i-Delil Clinic'teki hastalarımız için en iyi bakımı sağlayan kendini işine adamış profesyonellerden oluşan bir grup.

source: Industry:
ar: الصناعة:
bg: Промишленост:
es: Industria:
fr: L'industrie :
it: Industria:
tr: Sektör:

source: Healthcare Team
ar: فريق الرعاية الصحية
bg: Здравен екип
es: Equipo de atención médica
fr: Équipe de soins de santé
it: Team di assistenza sanitaria
tr: Sağlık Ekibi

source: Rating:
ar: التقييم:
bg: Рейтинг:
es: Clasificación:
fr: Evaluation :
it: Valutazione:
tr: Değerlendirme:

source: Members:
ar: الأعضاء:
bg: Членове:
es: Miembros:
fr: Les membres :
it: Membri:
tr: Üyeler:

source: 11:00 AM
ar: 11:00 صباحًا
bg: 11:00 ч.

source: You have an upcoming meet for Marketing Planning
ar: لديك اجتماع قادم للتخطيط التسويقي
bg: Имате предстояща среща за маркетингово планиране
es: Tienes una próxima reunión para la planificación de marketing
fr: Vous avez une réunion à venir pour Marketing Planning
it: Hai un incontro imminente per la pianificazione del marketing
tr: Pazarlama Planlaması için bir toplantınız var

source: Meeting ID:
ar: معرف الاجتماع:
bg: ID на срещата:
es: ID de la reunión:
fr: ID de la réunion :
it: ID riunione:
tr: Toplantı Kimliği:

source: Join
ar: انضمام
bg: Присъединявам се
es: Juntar
fr: Rejoindre
it: Iscriviti
tr: Katıl

source: 4:50 PM
ar: 4:50 مساءً
bg: 16:50 ч.
it: 16:50 PM

source: You have an upcoming video call for
ar: لديك مكالمة فيديو قادمة لـ
bg: Имате предстоящ видео разговор за
es: Tienes una próxima videollamada para
fr: Vous avez un appel vidéo à venir pour
it: Hai una prossima videochiamata per
tr: Soft Design için bir video görüşmeniz var

source: Soft Design
ar: التصميم الناعم
bg: Мек дизайн
es: Diseño suave
fr: Conception souple
it: Design morbido
tr: saat 5:00 PM.

source: at 5:00 PM.
ar: في الساعة 5:00 مساءً.
bg: в 17:00 ч.
es: a las 17:00 horas.
fr: à 17 heures.
it: alle 17:00.

source: This is your profile overview. Key actions like Messages, App, and Settings are accessible here.
bg: Това е прегледът на вашия профил. Ключови действия като Messages, App и Settings са достъпни тук.
es: Esta es la descripción general de su perfil. Aquí se puede acceder a acciones clave como Mensajes, Aplicación y Configuración.
it: Questa è la vostra panoramica del profilo. Le azioni chiave come messaggi, app e impostazioni sono accessibili qui.
