Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: View or add stories here to share quick updates.
bg: Преглеждайте или добавяйте статии тук, за да споделяте бързи актуализации.
es: Vea o agregue historias aquí para compartir actualizaciones rápidas.
it: Visualizza o aggiungi storie qui per condividere aggiornamenti rapidi.

source: Here you can see recent posts and engage with comments, likes, and shares.
bg: Тук можете да видите скорошни публикации и да се ангажирате с коментари, харесвания и споделяния.
es: Aquí puede ver publicaciones recientes e interactuar con comentarios, me gusta y acciones.
it: Qui è possibile vedere i post recenti e impegnarsi con commenti, piace e azioni.

source: This section highlights your patient care team and their contributions.
bg: Този раздел подчертава вашия екип за грижа за пациентите и техния принос.
es: Esta sección destaca a su equipo de atención al paciente y sus contribuciones.
it: Questa sezione mette in evidenza il vostro team di assistenza e i loro contributi.

source: Check upcoming meetings here and join easily.
bg: Проверете предстоящите срещи тук и се присъединете лесно.
es: Consulta las próximas reuniones aquí y únete fácilmente.
it: Controllare i prossimi incontri qui e unirsi facilmente.

source: See your scheduled video calls and meeting details in this section.
bg: Вижте планираните си видеообаждания и подробности за срещата в тази секция.
es: Consulta las videollamadas programadas y los detalles de las reuniones en esta sección.
it: Vedi le tue videochiamate programmate e i dettagli delle riunioni in questa sezione.

source: See our dashboard options.
ar: شاهد خيارات لوحة القيادة الخاصة بنا.
bg: Вижте нашите опции за табло.
es: Consulte las opciones de nuestro panel de control.
fr: Voir nos options de tableau de bord.
it: Vedi le nostre opzioni di dashboard.
tr: Panel seçeneklerimizi görün.

source: Argon Configurator
ar: مُكوِّن Argon
bg: Конфигуратор на аргон
es: Configurador de argón
fr: Configurateur Argon
it: Configuratore di Argon
tr: Argon Yapılandırıcı

source: Sidebar Colors
ar: ألوان الشريط الجانبي
bg: Цветове на страничната лента
es: Colores de la barra lateral
fr: Couleurs de la barre latérale
it: Colori della barra laterale
tr: Kenar Çubuğu Renkleri

source: Sidenav Type
ar: نوع الشريط الجانبي
bg: Тип странична навигация
es: Tipo de navegación lateral
fr: Type de Sidenav
it: Tipo sidenav
tr: Yan menü Türü

source: Choose between 2 different sidenav types.
ar: اختر بين نوعين مختلفين من الشريط الجانبي.
bg: Изберете между 2 различни типа странична навигация.
es: Elige entre 2 tipos diferentes de sidenaving.
fr: Choisissez entre 2 types de sidenav différents.
it: Scegli tra 2 diversi tipi di sidenav.
tr: 2 farklı yan menü türü arasından seçim yapın.

source: White
ar: أبيض
bg: Бял
es: Blanco
fr: Blanc
it: Bianco
tr: Beyaz

source: Dark
ar: داكن
bg: Тъмен
es: Oscuro
fr: Sombre
it: Oscuro
tr: Koyu

source: You can change the sidenav type just on desktop view.
ar: يمكنك تغيير نوع الشريط الجانبي فقط في العرض المكتبي.
bg: Можете да промените типа на страничната навигация само в изгледа на работния плот.
es: Puede cambiar el tipo de navegación lateral solo en la vista de escritorio.
fr: Vous pouvez changer le type de sidenav uniquement sur la vue de bureau.
it: È possibile modificare il tipo sidenav solo sulla vista desktop.
tr: Yan menü türünü yalnızca masaüstü görünümünde değiştirebilirsiniz.

source: Navbar Fixed
ar: الشريط العلوي ثابت
bg: Фиксирана навигационна лента
es: Barra de navegación fija
fr: Barre de navigation corrigée
it: Navbar fisso
tr: Gezinti Çubuğu Sabit

source: Light / Dark
ar: فاتح / داكن
bg: Светло / тъмно
es: Luz / Oscuridad
fr: Clair / foncé
it: Luce / buio
tr: Açık / Koyu

source: Go to Home Page
ar: الانتقال إلى الصفحة الرئيسية
bg: Отидете на началната страница
es: Ir a la página de inicio
fr: Aller à la page d'accueil
it: Pagina iniziale
tr: Ana Sayfaya Git

source: Our patient dashboard is designed to provide easy access to all necessary medical services and information. Patients can manage their appointments, view medical records, and receive updates about their health status all in one place. Our goal is to enhance the patient experience by making healthcare more accessible and efficient.
ar: تم تصميم لوحة معلومات المريض لدينا لتوفير الوصول السهل إلى جميع الخدمات الطبية والمعلومات الضرورية. يمكن للمرضى إدارة مواعيدهم، عرض السجلات الطبية، وتلقي التحديثات حول حالتهم الصحية في مكان واحد. هدفنا هو تحسين تجربة المريض من خلال جعل الرعاية الصحية أكثر سهولة وكفاءة.
bg: Нашето табло за управление на пациента е проектирано да осигури лесен достъп до всички необходими медицински услуги и информация. Пациентите могат да управляват срещите си, да преглеждат медицински досиета и да получават актуализации за здравословното си състояние на едно място. Нашата цел е да подобрим изживяването на пациентите, като направим здравеопазването по-достъпно и ефективно.
es: Nuestro panel de control del paciente está diseñado para proporcionar un fácil acceso a todos los servicios médicos e información necesarios. Los pacientes pueden administrar sus citas, ver registros médicos y recibir actualizaciones sobre su estado de salud, todo en un solo lugar. Nuestro objetivo es mejorar la experiencia del paciente haciendo que la atención médica sea más accesible y eficiente.
fr: Notre tableau de bord pour les patients est conçu pour faciliter l'accès à tous les services médicaux et à toutes les informations nécessaires. Les patients peuvent gérer leurs rendez-vous, consulter leurs dossiers médicaux et recevoir des mises à jour sur leur état de santé, le tout en un seul endroit. Notre objectif est d'améliorer l'expérience des patients en rendant les soins de santé plus accessibles et plus efficaces.
it: Il nostro cruscotto paziente è progettato per fornire un facile accesso a tutti i servizi medici e le informazioni necessarie. I pazienti possono gestire i loro appuntamenti, visualizzare i record medici, e ricevere aggiornamenti sul loro stato di salute tutto in un posto. Il nostro obiettivo è quello di migliorare l'esperienza del paziente rendendo la salute più accessibile ed efficiente.
tr: Hasta panelimiz, gerekli tüm tıbbi hizmetlere ve bilgilere kolay erişim sağlamak için tasarlanmıştır. Hastalar randevularını yönetebilir, tıbbi kayıtlarını görüntüleyebilir ve sağlık durumları hakkında güncellemeler alabilir. Amacımız, sağlık hizmetlerini daha erişilebilir ve verimli hale getirerek hasta deneyimini geliştirmektir.

source: Patient List
ar: المرضى
bg: Списък с пациенти
es: Lista de pacientes
fr: Liste des patients
it: Elenco dei pazienti
tr: Hasta Listesi

source: Thumbnail
ar: الصوره المصغره
bg: Картинка
es: Miniatura
fr: Miniature
it: Pollice
tr: Küçük

source: User ID
ar: المستخدمون
bg: Потребителско име
es: ID de usuario
fr: Identifiant
it: ID utente
tr: Kullanıcı Kimliği

source: Hospital
ar: الإجمالي
bg: Болница
fr: Hôpital
it: Ospedale
tr: Hastane

source: Date of Birth
ar: تاريخ الميلاد
bg: Дата на раждане
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
tr: Doğum tarihi

source: avatar image
ar: صورة رمزية
bg: изображение на аватар
es: Imagen de avatar
fr: image de l’avatar
it: immagine avatar
tr: avatar resmi

source: Yes
ar: نعم
bg: Да
es: Sí
fr: Oui
it: Sì
tr: Evet

source: No
ar: لا
bg: Не
fr: Non
tr: Hayır

source: Select a Patient
ar: المريض
bg: Изберете пациент
es: Seleccione un paciente
fr: Sélectionnez un patient
it: Seleziona un paziente
tr: Bir Hasta Seçin

source: Manage Treatment Plans for
ar: إدارة خطط العلاج ل
bg: Управлявайте плановете за лечение за
es: Administre los planes de tratamiento para
fr: Gérer les plans de traitement pour
it: Gestione dei piani di trattamento per
tr: Tedavi Planlarını Yönetin

source: Product
ar: المنتجات
bg: Продукт
es: Producto
fr: Produit
it: Prodotto
tr: Ürün

source: Rate
ar: السعر
bg: Ставка
es: Tasa
fr: Taux
it: Tasso
tr: Oran

source: Actions
ar: إجراء
bg: Действия
es: Acciones
it: Azioni
tr: Eylemler

source: Total
ar: الإجمالي
bg: Възлизам
it: Totale
tr: Toplam

source: Add Product
ar: المنتجات
bg: Добави продукт
es: Agregar producto
fr: Ajouter un produit
it: Aggiungi il prodotto
tr: Ürün Ekle

source: Submit Treatment Plan
ar: تقديم خطة العلاج
bg: Изпратете план за лечение
es: Enviar plan de tratamiento
fr: Soumettre le plan de traitement
it: Inserisci il piano di trattamento
tr: Tedavi Planını Gönder

source: Existing Treatment Plans
ar: خطط العلاج الحالية
bg: Съществуващи планове за лечение
es: Planes de tratamiento existentes
fr: Plans de traitement existants
it: Piani di trattamento esistenti
tr: Mevcut Tedavi Planları

source: No treatment plans found.
ar: لم يتم العثور على خطط علاجية.
bg: Не са намерени планове за лечение.
es: No se han encontrado planes de tratamiento.
fr: Aucun plan de traitement n’a été trouvé.
it: Nessun piano di trattamento trovato.
tr: Tedavi planı bulunamadı.

source: This is the welcome message for Dent i-Delil Clinic, providing comprehensive healthcare solutions.
bg: Това е приветственото послание за клиника Dent i-Delil, предоставяща цялостни здравни решения.
tr: Bu, kapsamlı sağlık çözümleri sunan Dent i-Delil Clinic için hoş geldiniz mesajıdır.

source: This card contains the login form where you can enter your credentials.
ar: تحتوي هذه البطاقة على نموذج تسجيل الدخول حيث يمكنك إدخال بيانات الاعتماد الخاصة بك.
bg: Тази карта съдържа формуляра за вход, където можете да въведете вашите идентификационни данни.
es: Esta tarjeta contiene el formulario de inicio de sesión donde puede ingresar sus credenciales.
fr: Cette carte contient le formulaire de connexion où vous pouvez entrer vos informations d’identification.
it: Questa scheda contiene il modulo di login dove è possibile inserire le credenziali.
tr: Bu kart, kimlik bilgilerinizi girebileceğiniz giriş formunu içerir.

source: Enter your email here.
ar: أدخل بريدك الإلكتروني هنا.
bg: Въведете имейла си тук.
es: Ingresa tu correo electrónico aquí.
fr: Entrez votre adresse e-mail ici.
it: Inserisci la tua email qui.
tr: E-postanızı buraya girin.

source: Enter your password here.
ar: أدخل بريدك الإلكتروني وكلمة المرور لتسجيل الدخول
bg: Въведете паролата си тук.
es: Ingresa tu contraseña aquí.
fr: Entrez votre mot de passe ici.
it: Inserisci la password qui.
tr: Şifrenizi buraya girin.

source: Use this checkbox to keep yourself logged in.
ar: استخدم مربع الاختيار هذا للحفاظ على تسجيل دخولك.
bg: Използвайте това квадратче за отметка, за да влезете в системата.
es: Utilice esta casilla de verificación para mantener la sesión iniciada.
fr: Utilisez cette case à cocher pour rester connecté.
it: Usa questa casella di controllo per tenerti connesso.
tr: Oturumunuzu açık tutmak için bu onay kutusunu kullanın.

source: Click here to sign in.
ar: انقر هنا لتسجيل الدخول.
bg: Щракнете тук, за да влезете.
es: Haga clic aquí para iniciar sesión.
fr: Cliquez ici pour vous connecter.
it: Clicca qui per accedere.
tr: Oturum açmak için buraya tıklayın.

source: If you dont have an account, click here to sign up.
bg: Ако нямате акаунт, щракнете тук, за да се регистрирате.
es: Si no tienes una cuenta, haz clic aquí para registrarte.
it: Se non hai un account, clicca qui per iscriverti.

source: Today
ar: اليوم
bg: Днес
es: Hoy
fr: Aujourd'hui
it: Oggi
tr: Bugün

source: Last 7 days
ar: آخر 7 أيام
bg: Последните 7 дни
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
tr: Son 7 gün

source: Last 30 days
ar: آخر 30 يوم
bg: Последните 30 дни
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
tr: Son 30 gün

source: Users
ar: المستخدمون
bg: Потребители
es: Usuarios
fr: Utilisateurs
it: Utenti
tr: Kullanıcılar

source: New Users
ar: المستخدمين الجدد
bg: Нови потребители
es: Nuevos usuarios
fr: Nouveaux utilisateurs
it: Nuovi utenti
tr: Yeni Kullanıcılar

source: Pages/Session
ar: صفحات/جلسة
bg: Страници/Сесия
es: Páginas/Sesión
it: Pagine/Sessione
tr: Sayfa/Oturum

source: Traffic channels
ar: قنوات الحركة
bg: Канали за трафик
es: Canales de tráfico
fr: Canaux de circulation
it: Canali di traffico
tr: Trafik kanalları

source: Organic search
ar: البحث العضوي
bg: Органично търсене
es: Búsqueda orgánica
fr: Recherche organique
it: Ricerca biologica
tr: Organik arama

source: Social media
ar: وسائل التواصل الاجتماعي
bg: Социални медии
es: Redes sociales
fr: Médias sociaux
tr: Sosyal medya

source: Referrals
ar: الإحالات
bg: Референции
es: Referencias
fr: Renvois
tr: Referanslar

source: See all referrals
ar: عرض جميع الإحالات
bg: Вижте всички препоръки
es: Ver todas las referencias
fr: Voir tous les renvois
it: Vedi tutti i rinvii
tr: Tüm referansları gör

source: Adobe
bg: Кирпич

source: Slack
bg: Застой
es: Flojo

source: Jira
bg: Джира

source: Social
ar: اجتماعي
bg: Социален
it: Sociale
tr: Sosyal

source: Twitter
ar: تويتر
bg: Туитър

source: System Stats
ar: إحصائيات النظام
bg: Системна статистика
es: Estadísticas del sistema
fr: Statistiques du système
it: Stat di sistema
tr: Sistem İstatistikleri

source: average stay duration
ar: متوسط مدة البقاء
bg: средна продължителност на престоя
es: Duración media de la estancia
fr: durée moyenne du séjour
it: durata media del soggiorno
tr: ortalama kalış süresi

source: Average
ar: متوسط
bg: Среден
es: Promedio
fr: Moyenne
it: Media
tr: Ortalama

source: Datatable Search
ar: بحث في جدول البيانات
bg: Търсене в таблица с данни
es: Búsqueda de tablas de datos
fr: Recherche de données
it: Ricerca dati
tr: Datatable Arama

source: A lightweight, extendable, dependency-free javascript HTML table plugin.
ar: مكوّن خفيف الوزن، قابل للتوسعة، بدون تبعية لمكون إضافي لجدول HTML.
bg: Лек, разширяем, без зависимости javascript HTML таблица плъгин.
es: Un plugin de tabla HTML javascript ligero, extensible y sin dependencias.
fr: Un plugin de table HTML javascript léger, extensible et sans dépendance.
it: Un leggero, estendibile, privo di dipendenza javascript HTML plugin da tavolo.
tr: Hafif, genişletilebilir, bağımlılık içermeyen javascript HTML tablo eklentisi.

source: DATE
ar: التاريخ
bg: ДАТА
es: FECHA
it: DATI
tr: TARİH

source: LOG
ar: السجل
bg: ВЛЕЗЕТЕ
es: REGISTRO

source: Office
ar: المكتب
bg: Офис
es: Oficina
fr: Bureau
it: Ufficio
tr: Ofis

source: Age
ar: العمر
bg: Възраст
es: Edad
fr: L'âge
it: Età
tr: Yaş

source: Start date
ar: تاريخ البدء
bg: Начална дата
es: Fecha de inicio
fr: Date de début
it: Data di inizio
tr: Başlangıç tarihi

source: Salary
ar: الراتب
bg: Заплата
es: Sueldo
fr: Salaire
it: Salari
tr: Maaş

source: Google maps
ar: خرائط جوجل
bg: Карти на Google
es: Mapas de Google
it: Mappa di Google
tr: Google haritalar

source: Maps
ar: الخرائط
bg: Карти
es: Mapas
fr: Cartes
it: Mappe
tr: Haritalar

source: This is where you can see your team members.
ar: هذا هو المكان الذي يمكنك فيه رؤية أعضاء فريقك.
bg: Това е мястото, където можете да видите членовете на вашия екип.
es: Aquí es donde puedes ver a los miembros de tu equipo.
fr: C’est ici que vous pouvez voir les membres de votre équipe.
it: Qui puoi vedere i membri della tua squadra.
tr: Ekip üyelerinizi burada görebilirsiniz.

source: Team members:
ar: أعضاء الفريق:
bg: Членове на екипа:
es: Miembros del equipo:
fr: Membres de l'équipe :
it: Membri del team:
tr: Aralık 2021

source: Dr. Jessica Rowland
ar: جيسيكا ستونز
bg: Д-р Джесика Роуланд
es: Dra. Jessica Rowland
fr: Dre Jessica Rowland

source: Dr. Audrey Love
ar: د. أودري لوف
bg: Д-р Одри Лав
es: Dra. Audrey Love
fr: Dre Audrey Love
tr: Dr. Audrey Aşk

source: Dr. Michael Lewis
ar: مايكل لويس
bg: Д-р Майкъл Луис

source: Dr. Lucia Linda
ar: د. لوسيا ليندا
bg: Д-р Лусия Линда
es: Dra. Lucía Linda
fr: Dre Lucia Linda

source: Use this button to add a new board.
ar: استخدم هذا الزر لإضافة لوحة جديدة.
bg: Използвайте този бутон, за да добавите нова дъска.
es: Use este botón para agregar un nuevo tablero.
fr: Utilisez ce bouton pour ajouter un nouveau tableau.
it: Utilizzare questo pulsante per aggiungere una nuova scheda.
tr: Yeni bir pano eklemek için bu düğmeyi kullanın.

source: This calendar shows your current schedule.
ar: رصيدك الحالي
bg: Този календар показва текущия ви график.
es: Este calendario muestra su horario actual.
fr: Ce calendrier affiche votre emploi du temps actuel.
it: Questo calendario mostra il vostro programma attuale.
tr: Bu takvim geçerli zamanlamanızı gösterir.

source: See the next events here.
ar: شاهد الأحداث القادمة هنا.
bg: Вижте следващите събития тук.
es: Vea los próximos eventos aquí.
fr: Voir les prochains événements ici.
it: Vedi i prossimi eventi qui.
tr: Sonraki etkinliklere buradan bakın.

source: Next events
ar: الأحداث القادمة
bg: Следващи събития
es: Próximos eventos
fr: Prochains événements
it: I prossimi eventi
tr: Sağlık Semineri

source: This card shows your productivity metrics.
ar: تعرض هذه البطاقة اجتماعك القادم في Invision.
bg: Тази карта показва показателите ви за производителност.
es: Esta tarjeta muestra sus métricas de productividad.
fr: Cette carte affiche vos indicateurs de productivité.
it: Questa scheda mostra le metriche di produttività.
tr: Bu kart üretkenlik ölçümlerinizi gösterir.

source: Productivity
ar: الإنتاجية
bg: Продуктивност
es: Productividad
fr: Productivité
it: Produzione
tr: Eylem

source: in 2024
ar: في 2024
bg: през 2024 г.
es: en 2024
fr: en 2024
it: nel 2024

source: Another action
ar: إجراء آخر
bg: Друго действие
es: Otra acción
fr: Une autre action
it: Un'altra azione
tr: Burada başka bir şey

source: Something else here
ar: شيء آخر هنا
bg: Нещо друго тук
es: Algo más aquí
fr: Autre chose ici
it: C'è qualcos'altro qui
tr: Hoş geldiniz!

source: Click here to start the tour.
ar: انقر هنا لبدء الجولة.
bg: Щракнете тук, за да започнете обиколката.
es: Haga clic aquí para comenzar el recorrido.
fr: Cliquez ici pour commencer la visite.
it: Clicca qui per iniziare il tour.
tr: Tura başlamak için buraya tıklayın.

source: Marketing, Phase 1: Data Mining
ar: التسويق ، المرحلة 1: استخراج البيانات
bg: Маркетинг, фаза 1: Извличане на данни
es: Marketing, Fase 1: Minería de Datos
fr: Marketing, Phase 1 : Exploration de données
it: Marketing, Fase 1: Estrazione dati
tr: Pazarlama, Aşama 1: Veri Madenciliği

source: Apr
ar: تطبيق
bg: Април
fr: Avr
it: Aprile
tr: Nisan

source: May
ar: مايو
bg: Май
es: Mayo
fr: Mai
it: Maggio
tr: Mayıs

source: Jun
ar: الأحد
bg: Юни
fr: Juin
tr: Haziran

source: Jul
ar: يوليو
bg: Юли
fr: Juil
tr: Temmuz

source: Aug
ar: العمر
bg: Август
es: Ago
fr: Août
it: Agosto
tr: Ağustos

source: Sep
ar: إعداد
bg: Септември
fr: sept.
it: Articolo
tr: Eylül

source: Oct
ar: اكتوبر
bg: Ост
fr: Opo
it: Ottobre
tr: Ekim

source: Nov
ar: نوفمبر
bg: Ноември
it: No
tr: Kasım

source: Dec
ar: ديسمبر
bg: Декември
es: Dic
tr: Aralık

source: Warning
ar: تحذير
bg: Предупреждение
es: Advertencia
fr: Avertissement
it: Avvertenza
tr: Uyarı

source: This information is potentially sensitive, and ED
ar: هذه المعلومات قد تكون حساسة، و ED
bg: Тази информация е потенциално чувствителна и ЕД
es: Esta información es potencialmente confidencial y la ED
fr: Ces informations sont potentiellement sensibles et le DE
it: Queste informazioni sono potenzialmente sensibili e ED
tr: Bu bilgi potansiyel olarak hassas olabilir ve ED

source: &P
bg: &amp;P
es: &amp;P

source: assumes no liability for privacy breaches resulting from misuse of this exported data.
ar: لا تتحمل أي مسؤولية عن انتهاكات الخصوصية الناتجة عن إساءة استخدام هذه البيانات المصدرة.
bg: не поема отговорност за нарушения на поверителността, произтичащи от злоупотреба с тези експортирани данни.
es: no asume ninguna responsabilidad por las violaciones de la privacidad que resulten del uso indebido de estos datos exportados.
fr: n’assume aucune responsabilité en cas de violation de la vie privée résultant d’une utilisation abusive de ces données exportées.
it: non si assume alcuna responsabilità per violazioni della privacy derivanti da un uso improprio di questi dati esportati.
tr: Dışa aktarılan bu verilerin kötüye kullanılmasından kaynaklanan gizlilik ihlalleri için hiçbir sorumluluk kabul etmez.

source: Okay
ar: حسنًا
bg: Добре
es: Bien
fr: D'accord
it: Ok
tr: Tamam

source: Basic Info
ar: معلومات أساسية
bg: Основна информация
es: Información básica
fr: Informations de base
it: Informazioni di base
tr: Temel Bilgiler

source: Upload Form
ar: نموذج الرفع
bg: Формуляр за качване
es: Subir formulario
fr: Formulaire de téléchargement
it: Modulo di carico
tr: Form Yükle

source: Switch to invisible
ar: التبديل إلى غير مرئي
bg: Превключване към невидим
es: Cambiar a invisible
fr: Passer à l'invisible
it: Passare a invisibile
tr: Görünmez moda geç

source: Previously Uploaded Files
ar: الملفات التي تم تحميلها مسبقًا
bg: Качени по-рано файлове
es: Archivos cargados anteriormente
fr: Fichiers précédemment téléchargés
it: Precedentemente
tr: Önceden Yüklenen Dosyalar

source: No files have been uploaded yet.
ar: لم يتم تحميل أي ملفات بعد.
bg: Все още не са качени файлове.
es: Todavía no se han subido archivos.
fr: Aucun fichier n'a encore été téléchargé.
it: Nessun file è stato ancora caricato.
tr: Henüz dosya yüklenmedi.

source: Message Modal
ar: نافذة الرسائل
bg: Модален начин на съобщение
es: Mensaje modal
it: Messaggio
tr: Mesaj Modal

source: New message to @CT
ar: رسالة جديدة إلى @CT
bg: Ново съобщение до @CT
es: Nuevo mensaje para @CT
fr: Nouveau message à @CT
it: Nuovo messaggio a @CT
tr: @CT'ye yeni mesaj

source: Conversation Name:
ar: اسم المحادثة:
bg: Име на разговора:
es: Nombre de la conversación:
fr: Nom de la conversation :
it: Nome di conversazione:
tr: Konuşma Adı:

source: Recipient:
ar: المستلم:
bg: Получател:
es: Destinatario:
fr: Récipiendaire :
it: Recipiente:
tr: Alıcı:

source: Message:
ar: رسالة:
bg: Съобщение:
es: Mensaje:
it: Messaggio:
tr: Mesaj:

source: Send message
ar: إرسال الرسالة
bg: Изпрати съобщение
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
tr: Mesaj gönder

source: Send Message
ar: إرسال الرسالة
bg: Изпрати съобщение
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
tr: Mesaj Gönder

source: No Messages
ar: لا توجد رسائل
bg: Няма съобщения
es: Sin mensajes
fr: Pas de messages
it: Nessun messaggio
tr: Mesaj Yok

source: No messages.
ar: لا رسائل.
bg: Без съобщения.
es: Sin mensajes.
fr: Aucun message.
it: Nessun messaggio.
tr: Mesaj yok.

source: Friends
ar: الأصدقاء
bg: Приятели
es: Amigos
fr: Amis
it: Amici
tr: Arkadaşlar

source: Charlie Watson
ar: تشارلي واتسون
bg: Чарли Уотсън

source: Typing...
ar: يكتب...
bg: Пишете...
es: Mecanografía...
fr: Dactylographie...
it: Sto scrivendo...
tr: Yazıyor...

source: Jane Doe
ar: جين دو
bg: Джейн Доу

source: 1 hour ago
ar: منذ ساعة
bg: преди 1 час
es: Hace 1 hora
fr: Il y a 1 heure
it: 1 ora fa
tr: 1 saat önce

source: Computer users and programmers
ar: مستخدمو الكمبيوتر والمبرمجون
bg: Компютърни потребители и програмисти
es: Usuarios y programadores de computadoras
fr: Utilisateurs d'ordinateurs et programmeurs
it: Utenti e programmatori di computer
tr: Bilgisayar kullanıcıları ve programcılar

source: Mila Skylar
ar: ميلا سكاي لار
bg: Мила Скайлър

source: 24 min ago
ar: منذ 24 دقيقة
bg: преди 24 мин
es: Hace 24 min
fr: Il y a 24 minutes
it: 24 min fa
tr: 24 dakika önce

source: You can subscribe to receive weekly...
ar: يمكنك الاشتراك لتلقي نشرة أسبوعية...
bg: Можете да се абонирате за получаване на седмични...
es: Puedes suscribirte para recibir semanalmente...
fr: Vous pouvez vous abonner pour recevoir chaque semaine...
it: È possibile iscriversi a ricevere settimanale...
tr: Haftalık abone olabilirsiniz...

source: Sofia Scarlett
ar: صوفيا سكارليت
bg: София Скарлет
es: Sofía Scarlett

source: 7 hours ago
ar: منذ 7 ساعات
bg: преди 7 часа
es: Hace 7 horas
fr: Il y a 7 heures
it: 7 ore fa
tr: 7 saat önce
