Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: This carousel provides a quick overview of key features and services available on this platform.
bg: Тази въртележка предоставя бърз преглед на ключовите функции и услуги, налични на тази платформа.
es: Este carrusel proporciona una descripción general rápida de las funciones y servicios clave disponibles en esta plataforma.
it: Questa giostra fornisce una rapida panoramica delle caratteristiche e dei servizi chiave disponibili su questa piattaforma.

source: Here, you can view the nearest driver, including trip statistics and availability.
bg: Тук можете да видите най-близкия шофьор, включително статистика за пътуването и наличност.
es: Aquí puede ver el conductor más cercano, incluidas las estadísticas de viaje y la disponibilidad.
it: Qui è possibile vedere il driver più vicino, tra cui le statistiche del viaggio e la disponibilità.

source: Use this search bar to quickly find specific content or services.
bg: Използвайте тази лента за търсене, за да намерите бързо конкретно съдържание или услуги.
es: Utilice esta barra de búsqueda para encontrar rápidamente contenido o servicios específicos.
it: Utilizzare questa barra di ricerca per trovare rapidamente contenuti o servizi specifici.

source: This map displays driver locations in real-time. You can click on markers for more details.
bg: Тази карта показва местоположенията на шофьорите в реално време. Можете да кликнете върху маркери за повече подробности.
es: Este mapa muestra las ubicaciones de los conductores en tiempo real. Puede hacer clic en los marcadores para obtener más detalles.
it: Questa mappa visualizza le posizioni dei driver in tempo reale. È possibile fare clic su marcatori per ulteriori dettagli.

source: This section allows you to control your music and adjust volume levels.
bg: Този раздел ви позволява да контролирате музиката си и да регулирате нивата на силата на звука.
es: Esta sección le permite controlar su música y ajustar los niveles de volumen.
it: Questa sezione consente di controllare la musica e regolare i livelli di volume.

source: Upload File
ar: تحميل ملف
bg: Качване на файл
es: Subir archivo
fr: Télécharger le fichier
it: Carica file
tr: Dosya Yükle

source: Upload
ar: رفع
bg: Качвам
es: Subir
fr: Télécharger
it: Caricamento
tr: Yükle

source: Success
ar: نجاح
bg: Успех
es: Éxito
fr: Succès
it: Successo
tr: Başarı

source: File uploaded successfully.
ar: تم الدفع بنجاح
bg: Файлът е качен успешно.
es: El archivo se ha cargado correctamente.
fr: Fichier téléchargé avec succès.
it: File caricato con successo.
tr: Dosya başarıyla yüklendi.

source: Error
ar: خطأ
bg: Грешка
fr: Erreur
it: Errore
tr: Hata

source: There was an error uploading the file.
ar: حدث خطأ أثناء تحميل الملف.
bg: Имаше грешка при качването на файла.
es: Se ha producido un error al cargar el archivo.
fr: Une erreur s’est produite lors du téléchargement du fichier.
it: C'è stato un errore caricare il file.
tr: Dosya karşıya yüklenirken bir hata oluştu.

source: &nbsp;Add User
ar: &nbsp;إضافة مستخدم
bg: &amp;nbsp; Добавяне на потребител
es: &amp;nbsp; Agregar usuario
fr: &nbsp;Ajouter un utilisateur
it: Aggiungi l'utente
tr: Doktorlar

source: Doctors
ar: الأطباء
bg: Лекари
es: Médicos
fr: Médecins
it: Medici
tr: Hemşireler

source: Nurses
ar: الممرضات
bg: Медицински сестри
es: Enfermeras
fr: Infirmières
it: Infermieri
tr: Hastalar

source: Patients
ar: المرضى
bg: Пациенти
es: Pacientes
fr: Les patients
it: I pazienti
tr: 12°C

source: My Profile
ar: الملف الشخصي
bg: Моят профил
es: Mi Perfil
fr: Mon profil
it: Il mio profilo
tr: Benim profilim

source: Image placeholder
ar: العنصر النائب للصورة
bg: Контейнер за изображение
es: Marcador de posición de imagen
fr: Espace réservé à l’image
it: Segnaposto immagine
tr: Görüntü yer tutucusu

source: Minimize
ar: تصغير
bg: Намали
es: Minimizar
fr: Minimiser
it: Minimizzare
tr: Küçült

source: Cloudy
ar: غائم
bg: Облачен
es: Nublado
fr: Nuageux

source: image sun
ar: صورة
bg: изображение слънце
es: Imagen Sol
fr: image soleil
it: immagine sole
tr: Resim: Güneş

source: Show More
ar: إظهار أقل
bg: Показване на повече
es: Mostrar más
fr: Afficher plus
it: Mostra di più
tr: Daha Fazla Göster

source: my Referral
ar: إحالتي
bg: моята препоръка
es: mi Referido
fr: ma référence
it: il mio Referral
tr: Toplam Kazanç

source: Total Earned
ar: إجمالي الأرباح
bg: Общо спечелени
es: Total Ganado
fr: Total gagné
it: Totale accumulato
tr: Geçen Ay: $100

source: Last Month: $100
ar: الشهر الماضي: $100
bg: Миналия месец: $100
es: Último mes: $100
fr: Le mois dernier : $100
it: Ultimo mese: $100
tr: Bu Ay: $200

source: This Month: $200
ar: هذا الشهر: $200
bg: Този месец: $200
es: Este mes: $200
fr: Ce mois-ci : $200
it: Questo mese: $200
tr: Mesajlar (21)

source: Messages (21)
ar: الرسائل (21)
bg: Съобщения (21)
es: Mensajes (21)
it: Messaggi (21)
tr: Kontrol et

source: Check your messages
ar: الرسائل الجديدة
bg: Проверка на съобщенията ви
es: Revisa tus mensajes
fr: Vérifier vos messages
it: Controlla i tuoi messaggi
tr: Mesajlarınızı kontrol edin

source: Check
ar: تحقق
bg: Проверявам
es: Comprobar
fr: Vérifier
tr: Some Kind Of Blues

source: Some Kind Of Blues
bg: Някакъв блус
es: Una especie de blues
it: Alcuni tipi di blu
tr: Deftones

source: Deftones
bg: Дефтони
tr: Kurulum başarıyla tamamlandı! Tebrikler!

source: Prev
ar: السابق
bg: Предишна
fr: Prévenir
it: Prec
tr: Önceki

source: Pause
ar: دفع
bg: Пауза
es: Pausa
it: Pausa
tr: Duraklat

source: 2 New Messages
ar: رسالة جديدة
bg: 2 Нови съобщения
es: 2 Nuevos Mensajes
fr: 2 Nouveaux messages
it: 2 Nuovi messaggi
tr: 2 Yeni Mesajlar

source: 1 New Message
ar: رسالة جديدة
bg: 1 Ново съобщение
es: 1 Nuevo Mensaje
fr: 1 Nouveau message
it: 1 Nuovo Messaggio
tr: 1 Yeni Mesaj

source: 13 New Messages
ar: رسالة جديدة
bg: 13 Нови послания
es: 13 Nuevos Mensajes
fr: 13 Nouveaux messages
it: 13 Nuovi messaggi
tr: 13 Yeni Mesajlar

source: 7 New Messages
ar: رسالة جديدة
bg: 7 Нови съобщения
es: 7 Nuevos Mensajes
fr: 7 Nouveaux messages
it: 7 Nuovi messaggi
tr: 7 Yeni Mesajlar

source: This is where you can access your profile, home, search, and more.
ar: هذا هو المكان الذي يمكنك فيه الوصول إلى ملفك الشخصي والمنزل والبحث والمزيد.
bg: Това е мястото, където можете да получите достъп до вашия профил, начало, търсене и др.
es: Aquí es donde puede acceder a su perfil, inicio, búsqueda y más.
fr: C’est ici que vous pouvez accéder à votre profil, à votre maison, à votre recherche, etc.
it: Qui puoi accedere al tuo profilo, casa, ricerca e altro ancora.
tr: Profilinize, evinize, aramanıza ve daha fazlasına buradan erişebilirsiniz.

source: This section displays the current weather and temperature.
ar: يعرض هذا القسم الطقس الحالي ودرجة الحرارة.
bg: Този раздел показва текущото време и температура.
es: Esta sección muestra el clima y la temperatura actuales.
fr: Cette section affiche la météo et la température actuelles.
it: Questa sezione visualizza il tempo corrente e la temperatura.
tr: Bu bölüm mevcut hava durumunu ve sıcaklığı gösterir.

source: Here you can view your upcoming payments.
ar: هنا يمكنك عرض مدفوعاتك القادمة.
bg: Тук можете да видите предстоящите си плащания.
es: Aquí puedes ver tus próximos pagos.
fr: Ici, vous pouvez voir vos paiements à venir.
it: Qui è possibile visualizzare i pagamenti in arrivo.
tr: Burada yaklaşan ödemelerinizi görüntüleyebilirsiniz.

source: This card shows your referral earnings.
ar: تعرض هذه البطاقة أرباح الإحالة الخاصة بك.
bg: Тази карта показва приходите ви от препоръка.
es: Esta tarjeta muestra las ganancias de sus referencias.
fr: Cette carte indique vos revenus de parrainage.
it: Questa carta mostra i tuoi guadagni di riferimento.
tr: Bu kart, referans kazançlarınızı gösterir.

source: Check your messages and see who has contacted you recently.
ar: تحقق من رسائلك ومعرفة من اتصل بك مؤخرا.
bg: Проверете съобщенията си и вижте кой се е свързвал с вас наскоро.
es: Revise sus mensajes y vea quién se ha puesto en contacto con usted recientemente.
fr: Vérifiez vos messages et voyez qui vous a contacté récemment.
it: Controlla i tuoi messaggi e guarda chi ti ha contattato di recente.
tr: Mesajlarınızı kontrol edin ve son zamanlarda sizinle kimin iletişime geçtiğini görün.

source: N/A
ar: غير متوفر
bg: Не е
tr: YOK

source: edited
ar: Reddit
bg: Редактирани
es: Editado
fr: Édition
it: modificato
tr: Düzenlen -miş

source: created
ar: مكتمل
bg: Създаден
es: Creado
fr: créé
it: creato
tr: Oluşturulan

source: Treatment plan saved successfully.
ar: تم الدفع بنجاح
bg: Планът за лечение е запазен успешно.
es: Plan de tratamiento guardado con éxito.
fr: Plan de traitement enregistré avec succès.
it: Piano di trattamento salvato con successo.
tr: Tedavi planı başarıyla kaydedildi.

source: There were errors in the form submission. Please correct them and try again.
ar: كانت هناك أخطاء في تقديم الاستمارة. يرجى تصحيحها والمحاولة مرة أخرى.
bg: Имаше грешки при подаването на формуляра. Моля, коригирайте ги и опитайте отново.
es: Hubo errores en el envío del formulario. Por favor, corríjalos y vuelva a intentarlo.
fr: Il y avait des erreurs dans la soumission du formulaire. Veuillez les corriger et réessayer.
it: Ci sono stati errori nella presentazione del modulo. Si prega di correggerli e riprovare.
tr: Form gönderiminde hatalar vardı. Lütfen bunları düzeltin ve tekrar deneyin.

source: You have no treatment plans. Redirecting to medical information...
bg: Нямате планове за лечение. Пренасочване към медицинска информация...
es: No tiene planes de tratamiento. Redireccionamiento a información médica...
it: Non hai piani di trattamento. Ridirezione alle informazioni mediche...

source: viewed their treatment plans
ar: عرض خطط العلاج الخاصة بهم
bg: разгледаха плановете им за лечение
es: Vieron sus planes de tratamiento
fr: consulté leurs plans de traitement
it: visto i loro piani di trattamento
tr: tedavi planlarını inceledi

source: created a new treatment product
ar: ابتكر منتجا علاجيا جديدا
bg: Създадоха нов продукт за лечение
es: Ha creado un nuevo producto de tratamiento
fr: Création d’un nouveau produit de traitement
it: creato un nuovo prodotto di trattamento
tr: yeni bir tedavi ürünü oluşturdu

source: viewed treatment plan
ar: عرض خطة العلاج
bg: разгледан план за лечение
es: Plan de tratamiento visto
fr: Plan de traitement consulté
it: piano di trattamento visto
tr: Görüntülenen tedavi planı

source: created a new treatment plan
ar: إنشاء خطة علاج جديدة
bg: създадоха нов план за лечение
es: Creó un nuevo plan de tratamiento
fr: créé un nouveau plan de traitement
it: creato un nuovo piano di trattamento
tr: yeni bir tedavi planı oluşturdu

source: edited a treatment plan
ar: تحرير خطة العلاج
bg: редактира план за лечение
es: Editó un plan de tratamiento
fr: édité un plan de traitement
it: modificato un piano di trattamento
tr: Bir tedavi planı düzenlendi

source: Home Page
bg: Начална страница
es: Página principal
it: Pagina iniziale

source: Home Pages
bg: Начални страници
es: Páginas de inicio

source: Insurance Company
bg: Застрахователна компания
es: Compañía de seguros
it: Società di assicurazione

source: Insurance
bg: Застраховка
es: Seguro
it: Assicurazione

source: Insurances
bg: Застраховки
es: Seguros
it: Assicurazioni

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
bg: Телефонният номер трябва да бъде въведен във формат: "+999999999". Позволени са до 15 цифри.
es: El número de teléfono debe introducirse en el formato: '+999999999'. Se permiten hasta 15 dígitos.
it: Il numero di telefono deve essere inserito nel formato: '+999999999'. Fino a 15 cifre consentite.

source: Relationship
bg: Връзка
es: Relación
it: Relazioni

source: Emergency Contact
bg: Спешен контакт
es: Contacto de emergencia
it: Contatto di emergenza

source: Emergency Contacts
bg: Контакти за спешни случаи
es: Contactos de emergencia
it: Contatti di emergenza

source: Female
bg: Жена
es: Hembra
it: Femmina

source: Male
bg: Мъжки
es: Masculino
it: Maschio

source: Intersex
bg: Интерсекс
es: Intersexualidad

source: Additional Info
bg: Допълнителна информация
es: Información adicional
it: Informazioni aggiuntive

source: Medical Information
bg: Медицинска информация
es: Información médica
it: Informazioni mediche

source: Medical Information Records
bg: Медицински информационни досиета
es: Registros de información médica
it: Informazioni mediche Records

source: Name
ar: الاسم
bg: Име
es: Nombre
fr: Nom
it: Nome
tr: Ad

source: Address
bg: Адрес
es: Dirección
it: Indirizzo

source: City
bg: Град
es: Ciudad
it: Città

source: State
bg: Държава
es: Estado
it: Stato

source: Zip Code
bg: Пощенски код
es: Código postal
it: Codice postale

source: Hospitals
bg: Болници
es: Hospitales
it: Ospedali

source: Profile Picture
ar: صورة الملف الشخصي
bg: Профилна снимка
es: Foto de perfil
fr: Profil de l'image
it: Immagine del profilo
tr: Profil Resmi

source: Referred By
bg: Препратка от
es: Referido por
it: Riferito da

source: Thread ID
bg: ИД на нишката
es: Id. de subproceso
it: ID filettatura

source: Blog Profile ID
bg: ID на профила в блога
es: ID de perfil de blog
it: ID profilo del blog

source: Is Online
bg: Е онлайн
es: Está en línea
it: È online

source: Last Login Time
bg: Последно време за влизане
es: Última hora de inicio de sesión
it: Ultimo accesso

source: Last Logout Time
bg: Време за последно излизане
es: Última hora de cierre de sesión
it: Ultimo accesso

source: Referrer
bg: Референт
es: Referente

source: Referred
bg: По
es: Referido
it: Riferito

source: Code
bg: Код
es: Código
it: Codice

source: Created At
bg: Създаден в
es: Creado en
it: Creato a

source: Appointment
bg: Среща
es: Cita
it: Appuntamento
tr: Randevu

source: Admission
bg: Допускане
es: Admisión
it: Ammissione

source: Discharge
bg: Изпълнение
es: Descargar
it: Scarico

source: Hospital Stay
bg: Болничен престой
es: Estadía en el hospital
it: Soggiorno dell'ospedale
tr: Hastanede Kalış

source: Hospital Stays
bg: Болничен престой
es: Estadías en el hospital
it: Soggiorni ospedalieri
tr: Hastanede Kalışlar

source: Dosage
bg: Доза
es: Dosificación
it: Dosaggio

source: Directions
bg: Направления
es: Indicaciones
it: Indicazioni

source: Prescribed
bg: Предписани
es: Prescrito
it: Preciso

source: Active
ar: نشط
bg: Активен
es: Activo
fr: Actif
it: Attivo
tr: Etkin

source: Prescription
ar: الوصفات الطبية
bg: Рецепта
es: Receta
fr: Ordonnance
it: Prescrizione
tr: Reçete

source: Members
bg: Членове
es: Miembros
it: Membri

source: Message Group
bg: Група съобщения
es: Grupo de mensajes
it: Gruppo messaggi
tr: Mesaj Grubu

source: Message Groups
bg: Групи за съобщения
es: Grupos de mensajes
it: Gruppi di messaggi
tr: Mesaj Grupları

source: Sender
bg: Подателя
es: Remitente
it: Seduta

source: Group
bg: Група
es: Grupo
it: Gruppo

source: Body
bg: Тяло
es: Cuerpo
it: Corpo

source: Read Members
bg: Прочетете Членове
es: Leer miembros
it: Leggi i membri

source: Message
bg: Съобщение
es: Mensaje
it: Messaggio
tr: İleti

source: Subscription
bg: Абонамент
es: Suscripción
it: Abbonamento
tr: Abonelik

source: Subscriptions
bg: Абонаменти
es: Suscripciones
it: Abbonamenti
tr: Abonelik

source: Contact
bg: Контакт
es: Contacto
it: Contatto
tr: Temas

source: Contacts
bg: Контакти
es: Contactos
it: Contatti
tr: Kişiler

source: Subject
bg: Предмет
es: Asunto
it: Oggetto

source: Email Template
bg: Шаблон за имейл
es: Plantilla de correo electrónico
it: Template e-mail
tr: E-posta Şablonu

source: Email Templates
bg: Имейл шаблони
es: Plantillas de correo electrónico
it: Modelli e-mail
tr: E-posta Şablonları

source: Implants
bg: Импланти
es: Implantes
it: Impianti

source: Crowns
bg: Корони
es: Coronas
it: Corona

source: Dental Procedures
bg: Стоматологични процедури
es: Procedimientos Dentales
it: Procedure dentali

source: Additional Services
bg: Допълнителни услуги
es: Servicios adicionales
it: Servizi aggiuntivi

source: Slug
bg: Плужек
es: Trago

source: Category
bg: Категория
es: Categoría
it: Categoria

source: Max Discount Percentage
bg: Максимален процент на отстъпка
es: Porcentaje máximo de descuento
it: Percentuale di sconto massimo

source: Is Active
bg: Активен е
es: Está activo
it: È attivo

source: Image
bg: Изображение
es: Imagen
it: Immagine

source: Treatment Product
bg: Продукт за лечение
es: Producto de tratamiento
it: Prodotto di trattamento
tr: Tedavi Ürünü

source: Treatment Products
bg: Продукти за лечение
es: Productos de tratamiento
it: Prodotti di trattamento
tr: Tedavi Ürünleri

source: Final Discount Percentage
bg: Краен процент на отстъпка
es: Porcentaje de descuento final
it: Percentuale di sconto finale

source: Discount Amount
bg: Размер на отстъпката
es: Monto del descuento
it: Importo di sconto

source: Updated At
bg: Актуализирано на
es: Actualizado a las
it: Aggiornato At

source: Treatment Plan
bg: План за лечение
es: Plan de tratamiento
it: Piano di trattamento
tr: Tedavi Planı

source: Quantity
ar: الكمية
bg: Количество
es: Cantidad
fr: Quantité
it: Quantità
tr: Miktar

source: Discount Percentage
bg: Процент на отстъпка
es: Porcentaje de descuento
it: Percentuale di sconto

source: Treatment Plan Item
bg: Елемент от плана за лечение
es: Elemento del plan de tratamiento
it: Piano di trattamento
tr: Tedavi Planı Öğesi

source: Treatment Plan Items
bg: Елементи от плана за лечение
es: Elementos del plan de tratamiento
it: Elementi del piano di trattamento
tr: Tedavi Planı Öğeleri

source: The discount percentage for '%(product)s' cannot exceed %(max_discount)s%%.
bg: Процентът на отстъпката за "%(product)s" не може да надвишава <code>%(max_discount)s%%.
es: El porcentaje de descuento para '%(producto)s' no puede exceder <code>%(max_discount)s%%.
it: La percentuale di sconto per '%(prodotto)' non può superare % (max_discount)%.

source: Hotel Name
bg: Име на хотела
es: Nombre del hotel
it: Nome dell'hotel

source: Room Type
bg: Тип стая
es: Tipo de habitación
it: Tipo di camera

source: Single
bg: Единичен
es: Soltero
it: Singola

source: Double
bg: Двоен
es: Doble
it: Doppio

source: Suite
bg: Апартамент

source: Family
bg: Семейство
es: Familia
it: Famiglia

source: Price Per Night
bg: Цена на нощувка
es: Precio por noche
it: Prezzo per notte

source: Amenities
bg: Удобства
es: Comodidades
it: Servizi

source: Comma-separated list of amenities
bg: Списък с удобства, разделени със запетая
es: Lista de servicios separados por comas
it: Elenco dei servizi separati

source: Availability
ar: التوفر
bg: Наличност
es: Disponibilidad
fr: Disponibilité
it: Disponibilità
tr: Uygunluk

source: Rating
bg: Рейтинг
es: Clasificación
it: Valutazione

source: Hotel
bg: Хотел

source: Hotels
bg: Хотели
es: Hoteles
it: Alberghi

source: Duration of Stay (in nights)
bg: Продължителност на престоя (в нощувки)
es: Duración de la estancia (en noches)
it: Durata del soggiorno (in notti)

source: Accommodation
bg: Настаняване
es: Alojamiento
it: Alloggio

source: Arrival Date
bg: Дата на пристигане
es: Fecha de llegada
it: Data di arrivo

source: Arrival Hour
bg: Час на пристигане
es: Hora de llegada
it: Orario di arrivo

source: Arrival Flight Number
bg: Номер на полет при пристигане
es: Número de vuelo de llegada
it: Numero di volo di arrivo

source: Departure Hour
bg: Час на заминаване
es: Hora de salida
it: Orario di partenza

source: Departure Flight Number
bg: Номер на полет на заминаване
es: Número de vuelo de salida
it: Numero di volo di partenza

source: Flight Reservation
bg: Резервация на полет
es: Reserva de vuelo
it: Prenotazione volo

source: Notes
bg: Бележки
es: Notas
it: Note

source: Patient Schedule
bg: График на пациента
es: Horario del paciente
it: Programma paziente

source: Patient Schedules
bg: Графици на пациентите
es: Horarios de los pacientes
it: Orari dei pazienti

source: No Group
ar: لا توجد مجموعة
bg: Без група
es: Ningún grupo
fr: Aucun groupe
it: No Gruppo
tr: Grup Yok

source: Here you can view and manage your new messages.
ar: هنا يمكنك إعداد وإدارة إعدادات التكامل الخاصة بك.
bg: Тук можете да преглеждате и управлявате новите си съобщения.
es: Aquí puede ver y administrar sus nuevos mensajes.
fr: Ici, vous pouvez afficher et gérer vos nouveaux messages.
it: Qui è possibile visualizzare e gestire i nuovi messaggi.
tr: Burada yeni mesajlarınızı görüntüleyebilir ve yönetebilirsiniz.

source: This section shows your upcoming appointments.
ar: لا توجد مواعيد قادمة.
bg: Този раздел показва предстоящите ви срещи.
es: Esta sección muestra sus próximas citas.
fr: Cette section affiche vos rendez-vous à venir.
it: Questa sezione mostra i prossimi appuntamenti.
tr: Bu bölüm yaklaşan randevularınızı gösterir.

source: You can check your active prescriptions here.
ar: يمكنك التحقق من الوصفات الطبية النشطة الخاصة بك هنا.
bg: Можете да проверите активните си рецепти тук.
es: Puedes consultar tus recetas activas aquí.
fr: Vous pouvez vérifier vos ordonnances actives ici.
it: Potete controllare le vostre prescrizioni attive qui.
tr: Aktif reçetelerinizi buradan kontrol edebilirsiniz.

source: This section shows your current balance.
ar: رصيدك الحالي
bg: Този раздел показва текущия ви баланс.
es: Esta sección muestra su saldo actual.
fr: Cette section affiche votre solde actuel.
it: Questa sezione mostra il saldo corrente.
tr: Bu bölüm mevcut bakiyenizi gösterir.

source: This is your card information, where you can see the details of your credit card.
ar: هذه هي معلومات بطاقتك ، حيث يمكنك رؤية تفاصيل بطاقة الائتمان الخاصة بك.
bg: Това е информацията за вашата карта, където можете да видите данните за вашата кредитна карта.
es: Esta es la información de su tarjeta, donde puede ver los detalles de su tarjeta de crédito.
fr: Il s’agit des informations de votre carte, où vous pouvez voir les détails de votre carte de crédit.
it: Queste sono le informazioni della tua carta, dove puoi vedere i dettagli della tua carta di credito.
tr: Bu, kredi kartınızın ayrıntılarını görebileceğiniz kart bilgilerinizdir.

source: Here you can manage your payment methods, including adding new cards.
ar: هنا يمكنك إدارة طرق الدفع الخاصة بك ، بما في ذلك إضافة بطاقات جديدة.
bg: Тук можете да управлявате методите си на плащане, включително да добавяте нови карти.
es: Aquí puede administrar sus métodos de pago, incluida la adición de nuevas tarjetas.
fr: Ici, vous pouvez gérer vos modes de paiement, y compris l’ajout de nouvelles cartes.
it: Qui è possibile gestire i metodi di pagamento, incluso l'aggiunta di nuove carte.
tr: Burada, yeni kartlar eklemek de dahil olmak üzere ödeme yöntemlerinizi yönetebilirsiniz.

source: This section shows your invoices, with options to view them as PDFs.
ar: يعرض هذا القسم فواتيرك، مع خيارات لعرضها كملفات PDF.
bg: Този раздел показва вашите фактури с опции за преглеждането им като PDF файлове.
es: En esta sección se muestran las facturas, con opciones para verlas en formato PDF.
fr: Cette section présente vos factures, avec des options pour les afficher au format PDF.
it: Questa sezione mostra le vostre fatture, con le opzioni per visualizzarle come PDF.
tr: Bu bölüm, faturalarınızı PDF olarak görüntüleme seçenekleriyle birlikte gösterir.

source: Here you can find your billing information, with options to edit or delete.
ar: هنا يمكنك العثور على معلومات الفوترة الخاصة بك ، مع خيارات للتعديل أو الحذف.
bg: Тук можете да намерите информацията си за плащане с опции за редактиране или изтриване.
es: Aquí puede encontrar su información de facturación, con opciones para editar o eliminar.
fr: Vous y trouverez vos informations de facturation, avec des options de modification ou de suppression.
it: Qui è possibile trovare le informazioni di fatturazione, con le opzioni per modificare o eliminare.
tr: Burada, düzenleme veya silme seçenekleriyle birlikte fatura bilgilerinizi bulabilirsiniz.
