Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: 4562&nbsp;&nbsp;&nbsp;1122&nbsp;&nbsp;&nbsp;4594&nbsp;&nbsp;&nbsp;7852
bg: 4562&amp;nbsp; &amp;nbsp; &amp;nbsp; 1122&amp;nbsp; &amp;nbsp; &amp;nbsp; 4594&amp;nbsp; &amp;nbsp; &amp;nbsp; 7852
es: 4562 y nbsp; &amp;nbsp; &amp;nbsp; 1122 y nbsp; &amp;nbsp; &amp;nbsp; 4594 y nbsp; &amp;nbsp; &amp;nbsp; 7852
it: 4562&amp;nbsp; &amp;nbsp; &amp;nbsp; 1122&amp;nbsp; &amp;nbsp; &amp;nbsp; 4594&amp;nbsp; &amp;nbsp; &amp;nbsp; 7852

source: Card Holder
ar: حامل البطاقة
bg: Картодържател
es: Portatarjetas
fr: Porte-cartes
it: Porta carte
tr: Kart Sahibi

source: Jack Peterson
ar: جاك بيترسون
bg: Джак Питърсън

source: Expires
ar: تاريخ الانتهاء
bg: Изтича
es: Expira
fr: Expiration
it: Scade
tr: Son Kullanma

source: Payment Method
ar: طريقة الدفع
bg: Начин на плащане
es: Forma de pago
fr: Mode de paiement
it: Metodo di pagamento
tr: Ödeme Yöntemi

source: &nbsp;&nbsp;Add New Card
ar: إضافة بطاقة جديدة
bg: &amp;nbsp; &amp;nbsp; Добави нова карта
es: &amp;nbsp; &amp;nbsp; Agregar nueva tarjeta
fr: &nbsp;&nbsp;Ajouter une nouvelle carte
it: &amp;nbsp; &amp;nbsp; Aggiungi nuova carta
tr: &nbsp;&nbsp;Yeni Kart Ekle

source: ****&nbsp;&nbsp;&nbsp;****&nbsp;&nbsp;&nbsp;****&nbsp;&nbsp;&nbsp;7852
bg: &amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp; 7852
es: &amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp; 7852
it: &amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp; 7852

source: ****&nbsp;&nbsp;&nbsp;****&nbsp;&nbsp;&nbsp;****&nbsp;&nbsp;&nbsp;5248
bg: &amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp; 5248
es: &amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp; 5248
it: &amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp;****&amp;nbsp; &amp;nbsp; &amp;nbsp; 5248

source: Invoices
ar: الفواتير
bg: Фактури
es: Facturas
fr: Factures
it: Fatture
tr: Faturalar

source: View All
ar: عرض الكل
bg: Виж всички
es: Ver todo
fr: Voir tout
it: Visualizza tutto
tr: Hepsini Gör

source: March, 01, 2020
ar: 01 مارس 2020
bg: 01 март 2020 г.
es: marzo, 01, 2020
fr: 01 mars 2020
it: Marzo, 01, 2020
tr: 1 Mart 2020

source: #MS-415646
bg: #MS-415646 Ел.

source: February, 10, 2021
ar: 10 فبراير 2021
bg: 10 февруари 2021 г.
es: febrero, 10, 2021
fr: 10 février 2021
it: Febbraio, 10, 2021
tr: 10 Şubat 2021

source: April, 05, 2020
ar: 05 أبريل 2020
bg: 05 април 2020 г.
es: abril, 05, 2020
fr: 05 avril 2020
it: Aprile, 05, 2020
tr: 5 Nisan 2020

source: #FB-212562
bg: #FB-212562 Ел.

source: June, 25, 2019
ar: 25 يونيو 2019
bg: юни, 25, 2019
es: junio, 25, 2019
fr: 25 juin 2019
it: Giugno, 25, 2019
tr: 25 Haziran 2019

source: March, 01, 2019
ar: 01 مارس 2019
bg: 01 март 2019 г.
es: marzo, 01, 2019
fr: 01 mars 2019
it: Marzo, 01, 2019
tr: 1 Mart 2019

source: Billing Information
ar: معلومات الفواتير
bg: Информация за плащане
es: Información de facturación
fr: Informations sur la facturation
it: Informazioni di fatturazione
tr: Fatura Bilgileri

source: John Doe
ar: جون دو
bg: Джон Доу
es: Juan Fulano
fr: Jean Dupont

source: Service:
ar: الخدمة:
bg: Услуга:
es: Servicio:
it: Servizio:
tr: Hizmet:

source: Clinic Consultation
ar: استشارة العيادة
bg: Консултация с клиника
es: Consulta Clínica
fr: Consultation en clinique
it: Visita clinica
tr: Klinik Danışmanlığı

source: Email Address:
ar: عنوان البريد الإلكتروني:
bg: Имейл адрес:
es: Dirección de correo electrónico:
fr: Adresse électronique :
it: Indirizzo email:
tr: E-posta Adresi:

source: Amount:
ar: المبلغ:
bg: Сума:
es: Importe:
fr: Montant :
it: Importo:
tr: Tutar:

source: Jane Smith
ar: جين سميث
bg: Джейн Смит

source: Driver Transfer
ar: نقل السائق
bg: Прехвърляне на шофьор
es: Traslado de conductor
fr: Transfert de conducteur
it: Trasferimento del conducente
tr: Sürücü Transferi

source: Michael Johnson
ar: مايكل جونسون
bg: Майкъл Джонсън

source: Hotel Stay
ar: الإقامة في الفندق
bg: Престой в хотел
es: Estancia en el hotel
fr: Séjour à l'hôtel
it: Soggiorno in hotel
tr: Otel Konaklaması

source: Emily Clark
ar: إيميلي كلارك
bg: Емили Кларк

source: Referral Commission
ar: عمولة الإحالة
bg: Комисионна за препращане
es: Comisión de referencia
fr: Commission de recommandation
it: Commissione di riferimento
tr: Referans Komisyonu

source: Your Transactions
ar: معاملاتك
bg: Вашите транзакции
es: Sus transacciones
fr: Vos transactions
it: Le tue transazioni
tr: İşlemleriniz

source: 23 - 30 March 2020
ar: 23 - 30 مارس 2020
bg: 23 - 30 март 2020 г.
es: 23 - 30 marzo 2020
fr: 23 - 30 mars 2020
it: 23 - 30 Marzo 2020
tr: 23 - 30 Mart 2020

source: Newest
ar: الأحدث
bg: Най-новото
es: Nuevo
fr: Le plus récent
it: Più recente
tr: En Yeni

source: Payment to Clinic
ar: الدفع للعيادة
bg: Плащане към клиниката
es: Pago a la Clínica
fr: Paiement à la clinique
it: Pagamento alla clinica
tr: Klinik Ödemesi

source: 27 March 2020, at 12:30 PM
ar: 27 مارس 2020، الساعة 12:30 مساءً
bg: 27 март 2020 г., в 12:30 ч.
es: 27 de marzo de 2020, a las 12:30 p. m.
fr: 27 mars 2020, à 12h30
it: 27 marzo 2020, alle 12:30
tr: 27 Mart 2020, 12:30 PM

source: Monthly Referral Commission
ar: عمولة الإحالة الشهرية
bg: Месечна комисионна за препоръка
es: Comisión Mensual por Referencia
fr: Commission mensuelle de parrainage
it: Commissione di riferimento mensile
tr: Aylık Referans Komisyonu

source: 27 March 2020, at 04:30 AM
ar: 27 مارس 2020، الساعة 04:30 صباحاً
bg: 27 март 2020 г., в 04:30 ч.
es: 27 de marzo de 2020, a las 04:30
fr: 27 mars 2020, à 04:30 AM
it: 27 marzo 2020, alle 04:30
tr: 27 Mart 2020, 04:30 AM

source: Yesterday
ar: أمس
bg: Вчера
es: Ayer
fr: Hier
it: Ieri
tr: Dün

source: Payment to Driver
ar: الدفع للسائق
bg: Плащане на шофьор
es: Pago al conductor
fr: Paiement au conducteur
it: Pagamento al conducente
tr: Sürücüye Ödeme

source: 26 March 2020, at 13:45 PM
ar: 26 مارس 2020، الساعة 13:45 مساءً
bg: 26 март 2020 г., в 13:45 ч.
es: 26 de marzo de 2020, a las 13:45
fr: 26 mars 2020, à 13:45
it: 26 marzo 2020, alle 13:45
tr: 26 Mart 2020, 13:45 PM

source: Payment to Hotel
ar: الدفع للفندق
bg: Плащане към хотела
es: Pago al hotel
fr: Paiement à l'hôtel
it: Pagamento all'hotel
tr: Otele Ödeme

source: 26 March 2020, at 12:30 PM
ar: 26 مارس 2020، الساعة 12:30 مساءً
bg: 26 март 2020 г., в 12:30 ч.
es: 26 de marzo de 2020, a las 12:30 p. m.
fr: 26 mars 2020, à 12h30
it: 26 marzo 2020, alle 12:30
tr: 26 Mart 2020, 12:30 PM

source: Referral Commission Received
ar: استلام عمولة الإحالة
bg: Получена комисиона за препращане
es: Comisión de referencia recibida
fr: Commission de recommandation reçue
it: Commissione di riferimento ricevuta
tr: Referans Komisyonu Alındı

source: 26 March 2020, at 08:30 AM
ar: 26 مارس 2020، الساعة 08:30 صباحاً
bg: 26 март 2020 г., в 08:30 ч.
es: 26 de marzo de 2020, a las 08:30
fr: 26 mars 2020, à 08:30 AM
it: 26 marzo 2020, alle 08:30
tr: 26 Mart 2020, 08:30 AM

source: Pending Payment
ar: الدفع المعلق
bg: Чакащо плащане
es: Pago pendiente
fr: Paiement en attente
it: Pagamento in sospeso
tr: Bekleyen Ödeme

source: 26 March 2020, at 05:00 AM
ar: 26 مارس 2020، الساعة 05:00 صباحاً
bg: 26 март 2020 г., в 05:00 ч.
es: 26 de marzo de 2020, a las 05:00
fr: 26 mars 2020, à 05:00 AM
it: 26 marzo 2020, alle 05:00
tr: 26 Mart 2020, 05:00 AM

source: Pending
ar: قيد الانتظار
bg: Очакване
es: Pendiente
fr: En attente
it: In sospeso
tr: Beklemede

source: Here is your primary card overview, showing the cardholder, expiry date, and recent activity.
bg: Ето основния ви преглед на картата, показващ притежателя на картата, датата на изтичане и скорошната активност.
es: Esta es la descripción general de su tarjeta principal, que muestra el titular de la tarjeta, la fecha de vencimiento y la actividad reciente.
it: Ecco una panoramica della tua carta principale, che mostra il titolare della carta, la data di scadenza e l'attività recente.

source: Next
ar: التالي
bg: Следващ
es: Próximo
fr: Suivant
it: Prossimo
tr: Sonraki

source: Manage your payment methods here. You can add new cards or edit existing ones.
bg: Управлявайте методите си на плащане тук. Можете да добавяте нови карти или да редактирате съществуващи.
es: Gestiona tus métodos de pago aquí. Puede agregar nuevas tarjetas o editar las existentes.
it: Gestisci i tuoi metodi di pagamento qui. Puoi aggiungere nuove carte o modificare quelle esistenti.

source: Back
bg: Гръб
es: Atrás
it: Indietro

source: This section shows all your invoices. You can view details and download them as PDFs.
bg: Тази секция показва всичките ви фактури. Можете да видите подробности и да ги изтеглите като PDF файлове.
es: En esta sección se muestran todas las facturas. Puede ver los detalles y descargarlos en formato PDF.
it: Questa sezione mostra tutte le tue fatture. Puoi visualizzare i dettagli e scaricarli in formato PDF.

source: Billing information for your services, with options to edit or delete entries.
bg: Информация за плащане за услугите Ви с опции за редактиране или изтриване на записи.
es: Información de facturación de sus servicios, con opciones para editar o eliminar entradas.
it: Informazioni di fatturazione per i servizi, con opzioni per modificare o eliminare le voci.

source: Review your latest transactions, including payments and received commissions.
bg: Прегледайте последните си транзакции, включително плащания и получени комисиони.
es: Revisa tus últimas transacciones, incluidos los pagos y las comisiones recibidas.
it: Controlla le tue ultime transazioni, inclusi i pagamenti e le commissioni ricevute.

source: Done
ar: Deftones
bg: Направи
es: Hecho
fr: Fait
it: Fatto
tr: Yapılmış

source: Hello
ar: مرحبا
bg: Здравейте
es: Hola
fr: Bonjour
it: Ciao
tr: Merhaba

source: You are our
bg: Вие сте нашите
es: Usted es nuestro
it: Tu sei il nostro

source: Proceed to Submit Medical Files
bg: Продължете да изпращате медицински досиета
es: Proceda a enviar archivos médicos
it: Procedi con l'invio delle cartelle cliniche

source: Comprehensive Dashboard
ar: لوحة تحكم شاملة
bg: Изчерпателно табло за управление
es: Panel de control completo
fr: Tableau de bord complet
it: Dashboard completo
tr: Kapsamlı Kontrol Paneli

source: User Activity Section
ar: قسم نشاط المستخدم
bg: Раздел "Потребителска активност"
es: Sección de Actividad del Usuario
fr: Section Activité de l’utilisateur
it: Sezione Attività utente
tr: Kullanıcı Etkinliği Bölümü

source: User Actions by Type
ar: إجراءات المستخدم حسب النوع
bg: Потребителски действия по тип
es: Acciones del usuario por tipo
fr: Actions de l’utilisateur par type
it: Azioni utente per tipo
tr: Türe Göre Kullanıcı Eylemleri

source: User Logins and Logouts Over Time
ar: تسجيلات دخول المستخدم وتسجيل الخروج بمرور الوقت
bg: Потребителски влизания и излизания с течение на времето
es: Inicios de sesión y cierres de sesión de usuario a lo largo del tiempo
fr: Connexions et déconnexions des utilisateurs au fil du temps
it: Logins e Logout utente nel tempo
tr: Zaman içinde kullanıcı girişleri ve oturumları kapatmaları

source: User Actions by Group
ar: إجراءات المستخدم حسب المجموعة
bg: Действия на потребителите по групи
es: Acciones de usuario por grupo
fr: Actions de l’utilisateur par groupe
it: Azioni utente per gruppo
tr: Gruba Göre Kullanıcı Eylemleri

source: Comprehensive Data Section
ar: قسم البيانات الشاملة
bg: Изчерпателен раздел с данни
es: Sección de datos completa
fr: Section complète des données
it: Sezione dati completa
tr: Kapsamlı Veri Bölümü

source: Patient Distribution by Nationality
ar: توزيع المرضى حسب الجنسية
bg: Разпределение на пациентите по националност
es: Distribución de pacientes por nacionalidad
fr: Répartition des patients par nationalité
it: Distribuzione paziente da Nazionalità
tr: Uyruğa Göre Hasta Dağılımı

source: Appointments per Doctor
ar: المواعيد لكل طبيب
bg: Срещи за лекар
es: Citas por Médico
fr: Rendez-vous par médecin
it: Nomine per Dottore
tr: Doktor Başına Randevu

source: Active vs Inactive Users
ar: المستخدمون النشطون مقابل المستخدمون غير النشطين
bg: Активни срещу неактивни потребители
es: Usuarios activos frente a inactivos
fr: Utilisateurs actifs et inactifs
it: Utenti attivi e inattivi
tr: Etkin ve Etkin Olmayan Kullanıcılar

source: Total Costs of Treatment Plans per Patient
ar: التكاليف الإجمالية لخطط العلاج لكل مريض
bg: Общи разходи за планове за лечение на пациент
es: Costos totales de los planes de tratamiento por paciente
fr: Coûts totaux des plans de traitement par patient
it: Costi totali dei piani di trattamento per paziente
tr: Hasta Başına Tedavi Planlarının Toplam Maliyeti

source: Most Popular Treatment Products
ar: منتجات العلاج الأكثر شعبية
bg: Най-популярните продукти за лечение
es: Productos de tratamiento más populares
fr: Produits de traitement les plus populaires
it: Prodotti di trattamento più popolari
tr: En Popüler Tedavi Ürünleri

source: Active vs Inactive Prescriptions
ar: الوصفات الطبية النشطة مقابل الوصفات الطبية غير النشطة
bg: Активни срещу неактивни рецепти
es: Prescripciones activas vs inactivas
fr: Ordonnances actives ou inactives
it: Prescrizioni attive e inattive
tr: Aktif ve Aktif Olmayan Reçeteler

source: &nbsp;Back
ar: العودة
bg: &amp;nbsp; Гръб
es: &amp;nbsp; Atrás
fr: &nbsp;Retour
it: Back
tr: &nbsp;Geri

source: New Message
ar: رسالة جديدة
bg: Ново съобщение
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
tr: Yeni Mesaj

source: Send
ar: إرسال
bg: Изпращам
es: Enviar
fr: Envoyer
it: Invia
tr: Gönder

source: New messages
ar: الرسائل الجديدة
bg: Нови съобщения
es: Nuevos mensajes
fr: Nouveaux messages
it: Nuovi messaggi
tr: Yeni mesajlar

source: View Messages
ar: عرض الرسائل
bg: Преглед на съобщенията
es: Ver mensajes
fr: Voir les messages
it: Visualizza messaggi
tr: Mesajları Görüntüle

source: Appointments
ar: المواعيد
bg: Срещи
es: Citas
fr: Nominations
it: Nomine
tr: Randevular

source: View Appointments
ar: عرض المواعيد
bg: Преглед на срещите
es: Ver Citas
fr: Voir les rendez-vous
it: Visualizza gli appuntamenti
tr: Randevuları Görüntüle

source: Prescriptions
ar: الوصفات الطبية
bg: Предписания
es: Prescripciones
it: Prescribeds
tr: Reçeteler

source: View Prescriptions
ar: عرض الوصفات الطبية
bg: Преглед на рецепти
es: Ver recetas
fr: Voir les ordonnances
it: Visualizza le iscrizioni
tr: Reçeteleri Görüntüle

source: Your current balance
ar: رصيدك الحالي
bg: Текущото ви салдо
es: Su saldo actual
fr: Votre solde actuel
it: Il tuo saldo attuale
tr: Mevcut bakiyeniz

source: Generate Referral Link
ar: توليد رابط الإحالة
bg: Генериране на реферална връзка
es: Generar enlace de referencia
fr: Générer un lien de référence
it: Generare Referral Link
tr: Referans Bağlantısı Oluştur

source: Your Referral Link:
ar: رابط الإحالة الخاص بك:
bg: Вашата реферална връзка:
es: Su enlace de referencia:
fr: Votre lien de référence :
it: Il tuo link di riferimento:
tr: Referans Bağlantınız:

source: Accommodations
bg: Настаняване
es: Alojamiento
it: Alloggi

source: Manage Accommodations
bg: Управление на настаняването
es: Gestionar alojamientos
it: Gestione degli alloggi

source: Flight Reservations
bg: Резервации на полети
es: Reservas de vuelos
it: Prenotazioni di volo

source: Upload Tickets
bg: Качване на билети
es: Subir entradas
it: Biglietti di carico

source: Schedules
bg: Графици
es: Horarios
it: Orari

source: View Schedule
bg: Преглед на графика
es: Ver Horario
it: Visualizzare la pianificazione

source: Here you can see your new messages. Click 'View Messages' to read them.
bg: Тук можете да видите новите си съобщения. Щракнете върху "Преглед на съобщенията", за да ги прочетете.
es: Aquí puedes ver tus nuevos mensajes. Haga clic en 'Ver mensajes' para leerlos.
it: Qui puoi vedere i tuoi nuovi messaggi. Fare clic su 'Visualizza messaggi' per leggerli.

source: This section shows your upcoming appointments. Click 'View Appointments' to manage your schedule.
bg: Този раздел показва предстоящите ви срещи. Щракнете върху "Преглед на срещите", за да управлявате графика си.
es: Esta sección muestra sus próximas citas. Haga clic en 'Ver citas' para administrar su horario.
it: Questa sezione mostra i prossimi appuntamenti. Fare clic su 'Visualizza gli appuntamenti' per gestire il tuo programma.

source: Here you can view your active prescriptions. Click 'View Prescriptions' to check the details.
bg: Тук можете да видите вашите активни рецепти. Кликнете върху "Преглед на рецептите", за да проверите подробностите.
es: Aquí puede ver sus recetas activas. Haga clic en "Ver recetas" para consultar los detalles.
it: Qui è possibile visualizzare le vostre prescrizioni attive. Fare clic su 'Visualizza le iscrizioni' per controllare i dettagli.

source: This section displays your current balance. You can also generate a referral link to invite others and earn rewards.
bg: Този раздел показва текущото ви салдо. Можете също така да генерирате реферална връзка, за да поканите други и да спечелите награди.
es: Esta sección muestra su saldo actual. También puede generar un enlace de referencia para invitar a otros y ganar recompensas.
it: Questa sezione visualizza il saldo corrente. È anche possibile generare un link di riferimento per invitare gli altri e guadagnare premi.

source: Your booking confirmation
ar: تأكيد حجزك
bg: Потвърждение на вашата резервация
es: Su confirmación de reserva
fr: Votre confirmation de réservation
it: La conferma della prenotazione
tr: Rezervasyon onayınız

source: Your Booking is Confirmed!
ar: تم تأكيد حجزك!
bg: Вашата резервация е потвърдена!
es: ¡Tu reserva está confirmada!
fr: Votre réservation est confirmée !
it: La prenotazione è confermata!
tr: Rezervasyonunuz Onaylandı!

source: Flight Reservation Systems&reg;
ar: نظام حجز الرحلات®
bg: Системи за резервация на полети &amp;reg;
es: Sistemas de reserva de vuelos&amp;reg;
fr: Systèmes de réservation de vols&reg ;
it: Flight Reservation Systems®
tr: Uçuş Rezervasyon Sistemleri®

source: tel: +90 538 0546393
ar: الهاتف: +90 538 0546393
bg: тел: +90 538 0546393
fr: tél : +90 538 0546393

source: Date:
ar: التاريخ:
bg: Дата:
es: Fecha:
it: Data:
tr: Tarih:

source: Status:
ar: الحالة:
bg: Статус:
es: Estado:
fr: Statut :
it: Stato:
tr: Durum:

source: Reference:
ar: المرجع:
bg: Препратка:
es: Referencia:
fr: Référence :
it: Riferimento:
tr: Referans:

source: Item
ar: العنصر
bg: Точка
es: Artículo
fr: Objet
it: Articolo
tr: Ürün

source: Qty
ar: الكمية
bg: Брой
fr: Qté
tr: Miktar

source: Currency
ar: العملة
bg: Валута
es: Divisa
fr: Monnaie
it: Valuta
tr: Para Birimi

source: Amount
ar: المبلغ
bg: Сума
es: Importe
fr: Montant
it: Importo
tr: Tutar

source: Base price
ar: السعر الأساسي
bg: Базова цена
es: Precio base
fr: Prix de base
it: Prezzo base
tr: Ana fiyat

source: Fees
ar: الرسوم
bg: Такси
es: Honorarios
fr: Honoraires
it: Tasse
tr: Ücretler

source: Grand Total
ar: الإجمالي
bg: Обща сума
es: Total general
fr: Total général
it: Totale
tr: Genel Toplam

source: Thank you!
ar: شكرا لك!
bg: Благодарим ви!
es: ¡Gracias!
fr: Merci de votre attention !
it: Grazie!
tr: Teşekkürler!

source: If you encounter any issues related to the invoice you can contact us at:
ar: إذا واجهت أي مشاكل تتعلق بالفاتورة، يمكنك الاتصال بنا على:
bg: Ако срещнете някакви проблеми, свързани с фактурата, можете да се свържете с нас на:
es: Si tiene algún problema relacionado con la factura, puede ponerse en contacto con nosotros en:
fr: Si vous rencontrez des problèmes liés à la facture, vous pouvez nous contacter à l'adresse suivante :
it: Se si verificano problemi relativi alla fattura, è possibile contattarci a:
tr: Fatura ile ilgili herhangi bir sorunla karşılaşırsanız, bizimle iletişime geçebilirsiniz:

source: Email:
ar: البريد الإلكتروني:
bg: Имейл:
es: Correo electrónico:
fr: Courriel :
tr: E-posta:

source: Print
ar: طباعة
bg: Печатам
es: Impresión
fr: Imprimer
it: Stampa
tr: Yazdır

source: FLIGHT RESERVATION
ar: حجز الطيران
bg: РЕЗЕРВАЦИЯ НА ПОЛЕТ
es: RESERVA DE VUELO
fr: RÉSERVATION DE VOL
it: RISERVAZIONE FLIGHT
tr: UÇUŞ REZERVASYONU

source: GET THE BEST OFFERS NOW
ar: احصل على أفضل العروض الآن
bg: ВЗЕМЕТЕ НАЙ-ДОБРИТЕ ОФЕРТИ СЕГА
es: CONSIGUE LAS MEJORES OFERTAS AHORA
fr: OBTENIR LES MEILLEURES OFFRES MAINTENANT
it: GETTAGLI I MIGLIORI ORA
tr: EN İYİ TEKLİFLERİ ŞİMDİ ALIN

source: From
ar: من
bg: От
es: De
fr: De
it: Da
tr: Nereden

source: Search by City, Airport or IATA code
bg: Търсене по град, летище или IATA код
es: Búsqueda por ciudad, aeropuerto o código IATA
it: Ricerca per codice Città, Aeroporto o IATA

source: To
ar: إلى
bg: Да
es: Para
fr: Pour
it: A
tr: Nereye

source: Departure Date
ar: تاريخ المغادرة
bg: Дата на заминаване
es: Fecha de salida
fr: Date de départ
it: Data di partenza
tr: Kalkış Tarihi

source: Return Date
ar: تاريخ العودة
bg: Дата на връщане
es: Fecha de regreso
fr: Date de retour
it: Data di ritorno
tr: Dönüş Tarihi

source: Search Flight
bg: Търсене на полет
es: Buscar vuelo
it: Cerca il volo
tr: Uçuş Ara

source: Start by selecting your departure location. You can search by city, airport, or IATA code.
bg: Започнете, като изберете местоположението на заминаване. Можете да търсите по град, летище или IATA код.
es: Comience por seleccionar su lugar de salida. Puede buscar por ciudad, aeropuerto o código IATA.
it: Inizia selezionando la tua posizione di partenza. Puoi cercare per città, aeroporto o codice IATA.

source: Your destination is pre-filled. You can change this by selecting a different airport.
bg: Вашата дестинация е предварително попълнена. Можете да промените това, като изберете друго летище.
es: Su destino está precargado. Puede cambiar esto seleccionando un aeropuerto diferente.
it: La vostra destinazione è pre-riempita. Puoi cambiarlo selezionando un aeroporto diverso.

source: Choose your departure date to plan your trip.
bg: Изберете датата на заминаване, за да планирате пътуването си.
es: Elige tu fecha de salida para planificar tu viaje.
it: Scegli la data di partenza per pianificare il tuo viaggio.

source: If you're booking a round trip, select your return date here. Otherwise, leave it blank for a one-way trip.
bg: Ако резервирате двупосочно пътуване, изберете датата на връщане тук. В противен случай го оставете празен за еднопосочно пътуване.
es: Si reservas un viaje de ida y vuelta, selecciona tu fecha de regreso aquí. De lo contrario, déjelo en blanco para un viaje de ida.
it: Se stai prenotando un viaggio rotondo, seleziona la data di ritorno qui. Altrimenti, lascialo vuoto per un viaggio di sola andata.

source: Once all fields are filled, click this button to search for available flights.
bg: След като всички полета са попълнени, щракнете върху този бутон, за да потърсите налични полети.
es: Una vez que todos los campos estén completos, haga clic en este botón para buscar los vuelos disponibles.
it: Una volta che tutti i campi sono riempiti, fare clic su questo pulsante per cercare i voli disponibili.

source: Available Flights
ar: الرحلات المتاحة
bg: Налични полети
es: Vuelos Disponibles
fr: Vols disponibles
it: Voli disponibili
tr: Mevcut Uçuşlar

source: Departure
ar: المغادرة
bg: Тръгване
es: Salida
fr: Départ
it: Partenza
tr: Kalkış

source: Flight Number
ar: رقم الرحلة
bg: Номер на полет
es: Nº de vuelo
fr: Numéro de vol
it: Numero di volo
tr: Uçuş Numarası

source: Arrival
ar: الوصول
bg: Пристигане
es: Llegada
fr: Arrivée
it: Arrivo
tr: Varış

source: Price
ar: السعر
bg: Цена
es: Precio
fr: Prix
it: Prezzo
tr: Fiyat

source: Book
ar: حجز
bg: Книга
es: Libro
fr: Livre
it: Prenota
tr: Rezervasyon

source: Book Flight
ar: حجز الرحلة
bg: Резервирайте полет
es: Reservar vuelo
fr: Réserver un vol
it: Prenota il volo
tr: Uçuş Rezervasyonu
