Repository: bagdadinvest/beyond-website-v5
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, tr

source: Your primary email address must be verified.
ar: يجب إثبات ملكية عنوان بريدك الإلكتروني الأساسي.
bg: Основният ви имейл адрес трябва да бъде потвърден.
es: Su dirección de correo electrónico principal debe estar verificada.
fr: Votre adresse e-mail principale doit être vérifiée.
it: Il tuo indirizzo email principale deve essere verificato.
tr: Birincil e-posta adresiniz doğrulanmalıdır.

source: Change Password
ar: تأكيد كلمة المرور
bg: Промяна на паролата
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
tr: Şifre Değiştir

source: Forgot Password?
ar: تأكيد كلمة المرور
bg: Забравена парола?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
tr: Şifrenizi mi unuttunuz?

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل عنوان بريدك الإلكتروني أدناه، وسنرسل إليك بريدا إلكترونيا يسمح لك بإعادة تعيينه.
bg: Забравили сте паролата си? Въведете имейл адреса си по-долу и ние ще ви изпратим имейл, който ви позволява да го нулирате.
es: ¿Olvidaste tu contraseña? Ingrese su dirección de correo electrónico a continuación y le enviaremos un correo electrónico que le permitirá restablecerla.
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail vous permettant de la réinitialiser.
it: Hai dimenticato la password? Inserisci il tuo indirizzo e-mail qui sotto e ti invieremo un'e-mail che ti consentirà di reimpostarlo.
tr: Şifrenizi mi unuttunuz? Aşağıya e-posta adresinizi girin, size sıfırlamanıza izin veren bir e-posta göndereceğiz.

source: Reset My Password
ar: كلمة المرور
bg: Нулиране на паролата ми
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
it: Reimposta la mia password
tr: Şifremi Sıfırla

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا كان لديك أي مشكلة في إعادة تعيين كلمة المرور الخاصة بك.
bg: Моля, свържете се с нас, ако имате проблеми с нулирането на паролата си.
es: Póngase en contacto con nosotros si tiene algún problema para restablecer su contraseña.
fr: Veuillez nous contacter si vous rencontrez des problèmes pour réinitialiser votre mot de passe.
it: Ti preghiamo di contattarci in caso di problemi con la reimpostazione della password.
tr: Şifrenizi sıfırlama konusunda herhangi bir sorun yaşarsanız lütfen bizimle iletişime geçin.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
ar: لقد أرسلنا لك بريدا إلكترونيا. إذا لم تكن قد استلمته ، فيرجى التحقق من مجلد البريد العشوائي الخاص بك. وإلا اتصل بنا إذا لم تستلمها في بضع دقائق.
bg: Изпратихме ви имейл. Ако не сте го получили, моля, проверете папката си за спам. В противен случай се свържете с нас, ако не го получите в рамките на няколко минути.
es: Le hemos enviado un correo electrónico. Si no lo ha recibido, revise su carpeta de correo no deseado. De lo contrario, póngase en contacto con nosotros si no lo recibe en unos minutos.
fr: Nous vous avons envoyé un e-mail. Si vous ne l’avez pas reçu, veuillez vérifier votre dossier spam. Sinon contactez-nous si vous ne le recevez pas dans quelques minutes.
it: Ti abbiamo inviato un'e-mail. Se non l'hai ricevuto, controlla la cartella spam. In caso contrario contattaci se non lo ricevi in pochi minuti.
tr: Size bir e-posta gönderdik. Eğer almadıysanız, lütfen spam klasörünüzü kontrol edin. Aksi takdirde, birkaç dakika içinde almazsanız, bizimle iletişime geçin.

source: Bad Token
ar: الرمز المميز السيئ
bg: Лош жетон
es: Ficha mala
fr: Mauvais jeton
it: Gettone errato
tr: Kötü Belirteç

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: كان رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه تم استخدامه بالفعل. يرجى طلب إعادة تعيين كلمة مرور جديدة <a href="٪(passwd_reset_url)s">new</a>.
bg: Връзката за нулиране на паролата беше невалидна, вероятно защото вече е била използвана. Моля, поискайте <a href="%(passwd_reset_url)s">ново нулиране на паролата</a>.
es: El enlace de restablecimiento de contraseña no era válido, posiblemente porque ya se había utilizado. Solicite un restablecimiento de contraseña <a href="%(passwd_reset_url)s">new</a>.
fr: Le lien de réinitialisation du mot de passe n’était pas valide, peut-être parce qu’il a déjà été utilisé. Veuillez demander une réinitialisation du mot de passe <a href="%(passwd_reset_url)s">new</a>.
it: Il link per la reimpostazione della password non è valido, probabilmente perché è già stato utilizzato. Si prega di richiedere un <a href="%(passwd_reset_url)s">nuova reimpostazione della password</a>.
tr: Parola sıfırlama bağlantısı, muhtemelen daha önce kullanılmış olduğu için geçersizdi. Lütfen <a href="%(passwd_reset_url)s">yeni parola sıfırlama isteğinde bulunun</a>.

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك الآن.
bg: Паролата ви вече е променена.
es: Su contraseña ahora ha cambiado.
fr: Votre mot de passe est maintenant modifié.
it: La tua password è ora cambiata.
tr: Şifreniz artık değiştirilmiştir.

source: Set Password
ar: كلمة المرور
bg: Задаване на парола
es: Establecer contraseña
fr: Définir le mot de passe
it: Imposta password
tr: Şifre Belirleme

source: Enter your password:
ar: أدخل بريدك الإلكتروني وكلمة المرور لتسجيل الدخول
bg: Въведете паролата си:
es: Ingresa tu contraseña:
fr: Entrez votre mot de passe :
it: Inserisci la tua password:
tr: Şifrenizi girin:

source: You will receive an email containing a special code for a password-free sign-in.
ar: ستتلقى رسالة بريد إلكتروني تحتوي على رمز خاص لتسجيل الدخول بدون كلمة مرور.
bg: Ще получите имейл, съдържащ специален код за влизане без парола.
es: Recibirá un correo electrónico con un código especial para iniciar sesión sin contraseña.
fr: Vous recevrez un e-mail contenant un code spécial pour une connexion sans mot de passe.
it: Riceverai un'e-mail contenente un codice speciale per l'accesso senza password.
tr: Şifresiz oturum açma için özel bir kod içeren bir e-posta alacaksınız.

source: Request Code
ar: رمز الإحالة
bg: Поискайте код
es: Código de solicitud
fr: Code de la demande
it: Richiedi codice
tr: İstek Kodu

source: Signup
ar: التسجيل
bg: Регистрация
es: Regístrate
fr: S’inscrire
it: Registrati
tr: Kayıt Ol

source: Sign Up
ar: تسجيل
bg: Регистрирайте се
es: Únete
fr: S'inscrire
it: Registrati
tr: Kaydol

source: Already have an account? Then please %(link)ssign in%(end_link)s.
ar: هل لديك حساب بالفعل؟ ثم يرجى ٪(link)ssign in<code>٪(end_link)s.
bg: Вече имате акаунт? Тогава, моля, %(link)<code>влезте в %(end_link)s.
es: ¿Ya tienes una cuenta? Entonces, por favor, %(link)<code>ssign in%(end_link)s.
fr: Vous avez déjà un compte ? Alors s’il vous plaît %(link)<code>ssign in%(end_link)s.
it: Hai già un account? Allora per favore %(link)ssign in<code>%(end_link)s.
tr: Zaten bir hesabınız var mı? O zaman lütfen %(link)<code>ssign%(end_link)s.

source: Sign Up Closed
ar: تسجيل
bg: Регистрацията е затворена
es: Regístrate Cerrado
fr: Inscription Fermée
it: Iscrizione Chiusa
tr: Kayıt Ol Kapalı

source: We are sorry, but the sign up is currently closed.
ar: عذرا، ولكن التسجيل مغلق حاليا.
bg: Съжаляваме, но регистрацията в момента е затворена.
es: Lo sentimos, pero el registro está cerrado actualmente.
fr: Nous sommes désolés, mais les inscriptions sont actuellement fermées.
it: Siamo spiacenti, ma l'iscrizione è attualmente chiusa.
tr: Üzgünüz, ancak kayıt şu anda kapalı.

source: Note
ar: ملاحظه
bg: Бележка
es: Nota
it: Nota
tr: Not

source: You are already logged in as %(user_display)s.
ar: لقد قمت بالفعل بتسجيل الدخول ك ٪(user_display)s.
bg: Вече сте влезли като %(user_display)s.
es: Ya ha iniciado sesión como %(user_display)s.
fr: Vous êtes déjà connecté en tant que %(user_display)s.
it: Hai già effettuato l'accesso come %(user_display)s.
tr: Zaten %(user_display)s olarak giriş yaptınız.

source: Warning:
ar: تحذير
bg: Предупреждение:
es: Advertencia:
fr: Avertissement:
it: Avvertimento:
tr: Uyarı:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
ar: ليس لديك حاليا أي عنوان بريد إلكتروني تم إعداده. يجب عليك حقا إضافة عنوان بريد إلكتروني حتى تتمكن من تلقي الإشعارات وإعادة تعيين كلمة المرور الخاصة بك وما إلى ذلك.
bg: В момента нямате настроен имейл адрес. Наистина трябва да добавите имейл адрес, за да можете да получавате известия, да нулирате паролата си и т.н.
es: Actualmente no tiene ninguna dirección de correo electrónico configurada. Realmente debe agregar una dirección de correo electrónico para que pueda recibir notificaciones, restablecer su contraseña, etc.
fr: Vous n’avez actuellement aucune adresse e-mail configurée. Vous devez vraiment ajouter une adresse e-mail afin de pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
it: Al momento non hai impostato alcun indirizzo e-mail. Dovresti davvero aggiungere un indirizzo e-mail in modo da poter ricevere notifiche, reimpostare la password, ecc.
tr: Şu anda ayarlanmış herhangi bir e-posta adresiniz yok. Bildirim alabilmeniz, şifrenizi sıfırlayabilmeniz vb. için gerçekten bir e-posta adresi eklemelisiniz.

source: Verify Your Email Address
ar: عنوان البريد الإلكتروني:
bg: Потвърдете имейл адреса си
es: Verifica tu dirección de correo electrónico
fr: Vérifier votre adresse e-mail
it: Verifica il tuo indirizzo e-mail
tr: E-posta adresinizi doğrulayın

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
ar: لقد أرسلنا إليك بريدا إلكترونيا للتحقق. اتبع الرابط المقدم لإنهاء عملية التسجيل. إذا كنت لا ترى رسالة التحقق الإلكترونية في صندوق الوارد الرئيسي، فتحقق من مجلد الرسائل غير المرغوب فيها. يرجى الاتصال بنا إذا لم تتلق رسالة التحقق الإلكترونية في غضون بضع دقائق.
bg: Изпратихме ви имейл за проверка. Следвайте предоставената връзка, за да финализирате процеса на регистрация. Ако не виждате имейла за потвърждение в основната си входяща поща, проверете папката си за спам. Моля, свържете се с нас, ако не получите имейла за потвърждение в рамките на няколко минути.
es: Le hemos enviado un correo electrónico para su verificación. Siga el enlace proporcionado para finalizar el proceso de registro. Si no ve el correo electrónico de verificación en su bandeja de entrada principal, revise su carpeta de correo no deseado. Póngase en contacto con nosotros si no recibe el correo electrónico de verificación en unos minutos.
fr: Nous vous avons envoyé un e-mail pour vérification. Suivez le lien fourni pour finaliser le processus d’inscription. Si vous ne voyez pas l’e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Veuillez nous contacter si vous ne recevez pas l’e-mail de vérification dans les minutes qui suivent.
it: Ti abbiamo inviato un'e-mail per la verifica. Segui il link fornito per finalizzare il processo di registrazione. Se non vedi l'e-mail di verifica nella tua casella di posta principale, controlla la cartella spam. Ti preghiamo di contattarci se non ricevi l'e-mail di verifica entro pochi minuti.
tr: Doğrulama için size bir e-posta gönderdik. Kayıt işlemini tamamlamak için verilen bağlantıyı takip edin. Doğrulama e-postasını ana gelen kutunuzda görmüyorsanız, spam klasörünüzü kontrol edin. Doğrulama e-postasını birkaç dakika içinde almazsanız, lütfen bizimle iletişime geçin.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
ar: يتطلب منا هذا الجزء من الموقع التحقق من ذلك أنت من تدعي أنك تكون. لهذا الغرض ، نطلب منك إثبات ملكية عنوان بريدك الإلكتروني.
bg: Тази част от сайта изисква от нас да проверим, че Вие сте този, за когото твърдите, че сте. За тази цел изискваме от Вас Потвърдете собствеността върху имейл адреса си.
es: Esta parte del sitio requiere que verifiquemos que: Eres quien dices ser. Para este propósito, requerimos que usted Verifica la propiedad de tu dirección de correo electrónico.
fr: Cette partie du site nous oblige à vérifier que Vous êtes celui que vous prétendez être. À cette fin, nous exigeons que vous Vérifiez la propriété de votre adresse e-mail.
it: Questa parte del sito ci richiede di verificare che Tu sei chi dici di essere. A tal fine, ti chiediamo che tu Verifica la proprietà del tuo indirizzo email.
tr: Sitenin bu kısmı şunları doğrulamamızı gerektiriyor İddia ettiğin kişi sensin. Bu amaçla, sizden E-posta adresinizin size ait olduğunu doğrulayın.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا إليك بريدا إلكترونيا من أجل التحقق. يرجى النقر على الرابط الموجود داخل هذا البريد الإلكتروني. إذا كنت لا ترى رسالة التحقق الإلكترونية في صندوق الوارد الرئيسي، فتحقق من مجلد الرسائل غير المرغوب فيها. خلاف ذلك اتصل بنا إذا لم تستلمها في غضون بضع دقائق.
bg: Изпратихме ви имейл за Проверка. Моля, кликнете върху връзката в този имейл. Ако не виждате имейла за потвърждение в основната си входяща поща, проверете папката си за спам. По друг начин Свържете се с нас, ако не го получите в рамките на няколко минути.
es: Le hemos enviado un correo electrónico para verificación. Haga clic en el enlace dentro de ese correo electrónico. Si no ve el correo electrónico de verificación en su bandeja de entrada principal, revise su carpeta de correo no deseado. De otra manera Póngase en contacto con nosotros si no lo recibe en unos minutos.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez cliquer sur le lien à l’intérieur de cet e-mail. Si vous ne voyez pas l’e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Autrement Contactez-nous si vous ne le recevez pas dans les minutes qui suivent.
it: Ti abbiamo inviato un'e-mail per verifica. Fai clic sul link all'interno dell'e-mail. Se non vedi l'e-mail di verifica nella tua casella di posta principale, controlla la cartella spam. Altrimenti Contattaci se non lo ricevi entro pochi minuti.
tr: Size bir e-posta gönderdik. doğrulama. Lütfen bu e-postanın içindeki bağlantıya tıklayın. Doğrulama e-postasını ana gelen kutunuzda görmüyorsanız, spam klasörünüzü kontrol edin. Yoksa Birkaç dakika içinde almazsanız, bizimle iletişime geçin.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
ar: <strong>ملاحظة:</strong> لا يزال بإمكانك <a href="٪(email_url)s">تغيير عنوان بريدك الإلكتروني</a>.
bg: <strong>Забележка:</strong> Все още можете да <href="%(email_url)s">да промените имейл адреса си</a>.
es: <strong>Nota:</strong> aún puedes <a href="%(email_url)s">cambiar tu dirección de correo electrónico</a>.
fr: <strong>Remarque :</strong> vous pouvez toujours <a href="%(email_url)s">changer votre adresse e-mail</a>.
it: <strong>Nota:</strong> puoi ancora <a href="%(email_url)s">cambiare il tuo indirizzo email</a>.
tr: <strong>Not:</strong> Yine de <a href="%(email_url)s"> e-posta adresinizi değiştirebilirsiniz</a>.

source: Two-Factor Authentication
ar: المصادقة الثنائية
bg: Двуфакторно удостоверяване
es: Autenticación de dos factores
fr: Authentification à deux facteurs
it: Autenticazione a due fattori
tr: İki Faktörlü Kimlik Doğrulama

source: Your account is protected by two-factor authentication. Please enter an authenticator code:
ar: حسابك محمي بالمصادقة الثنائية. الرجاء إدخال رمز المصادقة:
bg: Вашият акаунт е защитен чрез двуфакторно удостоверяване. Моля, въведете код за удостоверяване:
es: Tu cuenta está protegida por la autenticación de dos factores. Introduzca un código de autenticación:
fr: Votre compte est protégé par l’authentification à deux facteurs. Veuillez saisir un code d’authentification :
it: Il tuo account è protetto dall'autenticazione a due fattori. Inserisci un codice di autenticazione:
tr: Hesabınız iki faktörlü kimlik doğrulama ile korunmaktadır. Lütfen bir kimlik doğrulayıcı kodu girin:

source: Use a security key
ar: مفاتيح الأمان
bg: Използване на ключ за защита
es: Usar una clave de seguridad
fr: Utiliser une clé de sécurité
it: Utilizzare una chiave di sicurezza
tr: Güvenlik anahtarı kullanma

source: Cancel
ar: إلغاء
bg: Отмени
es: Cancelar
fr: Annuler
it: Annulla
tr: İptal et

source: A new set of Two-Factor Authentication recovery codes has been generated.
ar: تم إنشاء مجموعة جديدة من رموز استرداد المصادقة الثنائية.
bg: Генериран е нов набор от кодове за възстановяване на двуфакторно удостоверяване.
es: Se ha generado un nuevo conjunto de códigos de recuperación de autenticación de dos factores.
fr: Un nouvel ensemble de codes de récupération de l’authentification à deux facteurs a été généré.
it: È stato generato un nuovo set di codici di recupero dell'autenticazione a due fattori.
tr: Yeni bir İki Faktörlü Kimlik Doğrulama kurtarma kodları seti oluşturuldu.

source: New Recovery Codes Generated
ar: تم إنشاء رموز استرداد جديدة
bg: Генерирани нови кодове за възстановяване
es: Nuevos códigos de recuperación generados
fr: Nouveaux codes de récupération générés
it: Nuovi codici di ripristino generati
tr: Yeni Kurtarma Kodları Oluşturuldu

source: Authenticator app activated.
ar: تطبيق المصادقة
bg: Активирано е приложението за удостоверяване.
es: Aplicación de autenticación activada.
fr: Application d’authentification activée.
it: App di autenticazione attivata.
tr: Authenticator uygulaması etkinleştirildi.

source: Authenticator App Activated
ar: تطبيق المصادقة
bg: Активирано приложение за удостоверяване
es: Aplicación de autenticación activada
fr: Application d’authentification activée
it: App di autenticazione attivata
tr: Authenticator Uygulaması Etkinleştirildi

source: Authenticator app deactivated.
ar: تطبيق المصادقة
bg: Приложението за удостоверяване е деактивирано.
es: Aplicación de autenticación desactivada.
fr: L’application d’authentification est désactivée.
it: App di autenticazione disattivata.
tr: Authenticator uygulaması devre dışı bırakıldı.

source: Authenticator App Deactivated
ar: تطبيق المصادقة
bg: Приложението за удостоверяване е деактивирано
es: Aplicación de autenticación desactivada
fr: Application d’authentification désactivée
it: App di autenticazione disattivata
tr: Authenticator Uygulaması Devre Dışı Bırakıldı

source: A new security key has been added.
ar: تمت إضافة مفتاح أمان جديد.
bg: Добавен е нов ключ за сигурност.
es: Se ha añadido una nueva clave de seguridad.
fr: Une nouvelle clé de sécurité a été ajoutée.
it: È stata aggiunta una nuova chiave di sicurezza.
tr: Yeni bir güvenlik anahtarı eklendi.

source: Security Key Added
ar: مفاتيح الأمان
bg: Добавен е ключ за сигурност
es: Clave de seguridad agregada
fr: Clé de sécurité ajoutée
it: Chiave di sicurezza aggiunta
tr: Güvenlik Anahtarı Eklendi

source: A security key has been removed.
ar: تمت إزالة مفتاح أمان.
bg: Премахнат е ключ за сигурност.
es: Se ha eliminado una clave de seguridad.
fr: Une clé de sécurité a été supprimée.
it: Una chiave di sicurezza è stata rimossa.
tr: Bir güvenlik anahtarı kaldırıldı.

source: Security Key Removed
ar: مفاتيح الأمان
bg: Ключът за сигурност е премахнат
es: Clave de seguridad eliminada
fr: Clé de sécurité supprimée
it: Chiave di sicurezza rimossa
tr: Güvenlik Anahtarı Kaldırıldı

source: Authenticator App
ar: تطبيق المصادقة
bg: Приложение за удостоверяване
es: Aplicación de autenticación
fr: Application d’authentification
it: App di autenticazione
tr: Kimlik Doğrulayıcı Uygulaması

source: Authentication using an authenticator app is active.
ar: المصادقة باستخدام تطبيق المصادقة نشطة.
bg: Удостоверяването с помощта на приложение за удостоверяване е активно.
es: La autenticación mediante una aplicación de autenticación está activa.
fr: L’authentification à l’aide d’une application d’authentification est active.
it: L'autenticazione tramite un'app di autenticazione è attiva.
tr: Kimlik doğrulama uygulaması kullanarak kimlik doğrulaması etkindir.

source: An authenticator app is not active.
ar: تطبيق المصادقة
bg: Приложението за удостоверяване не е активно.
es: Una aplicación de autenticación no está activa.
fr: Une application d’authentification n’est pas active.
it: Un'app di autenticazione non è attiva.
tr: Bir kimlik doğrulama uygulaması etkin değil.

source: Deactivate
ar: إلغاء التنشيط
bg: Деактивирате
es: Desactivar
fr: Désactiver
it: Disattivare
tr: Devre Dışı Bırak

source: Activate
ar: نشط
bg: Активирам
es: Activar
fr: Activer
it: Attivare
tr: Etkinleştirmek

source: Security Keys
ar: مفاتيح الأمان
bg: Ключове за сигурност
es: Llaves de seguridad
fr: Clés de sécurité
it: Chiavi di sicurezza
tr: Güvenlik Anahtarları

source: No security keys have been added.
ar: لم يتم تحميل أي ملفات بعد.
bg: Не са добавени ключове за сигурност.
es: No se han añadido llaves de seguridad.
fr: Aucune clé de sécurité n’a été ajoutée.
it: Non è stata aggiunta alcuna chiave di sicurezza.
tr: Hiçbir güvenlik anahtarı eklenmedi.

source: Manage
ar: أدار
bg: Управлявам
es: Gestionar
fr: Gérer
it: Amministrare
tr: Yönetmek

source: Add
ar: إضافة
bg: Добавям
es: Agregar
fr: Ajouter
it: Aggiungere
tr: Ekle

source: Recovery Codes
ar: رمز الإحالة
bg: Кодове за възстановяване
es: Códigos de recuperación
fr: Codes de récupération
it: Codici di recupero
tr: Kurtarma Kodları

source: No recovery codes set up.
ar: لم يتم إعداد رموز الاسترداد.
bg: Не са настроени кодове за възстановяване.
es: No hay códigos de recuperación configurados.
fr: Aucun code de récupération n’est configuré.
it: Nessun codice di ripristino impostato.
tr: Kurtarma kodu ayarlanmadı.

source: View
ar: عرض الكل
bg: Изглед
es: Vista
fr: Vue
it: Vista
tr: Görünüm

source: Download
ar: تحميل مجاني
bg: Свалям
es: Descargar
fr: Télécharger
it: Scaricare
tr: İndirmek

source: Generate
ar: معدل الارتداد
bg: Пораждам
es: Generar
fr: Générer
it: Generare
tr: Oluşturmak

source: A new set of recovery codes has been generated.
ar: تم إنشاء مجموعة جديدة من رموز الاسترداد.
bg: Генериран е нов набор от кодове за възстановяване.
es: Se ha generado un nuevo conjunto de códigos de recuperación.
fr: Un nouvel ensemble de codes de récupération a été généré.
it: È stata generata una nuova serie di codici di ripristino.
tr: Yeni bir kurtarma kodu kümesi oluşturuldu.

source: Security key added.
ar: مفاتيح الأمان
bg: Добавен е ключ за сигурност.
es: Se agregó la clave de seguridad.
fr: Clé de sécurité ajoutée.
it: Chiave di sicurezza aggiunta.
tr: Güvenlik anahtarı eklendi.

source: Security key removed.
ar: مفاتيح الأمان
bg: Ключът за сигурност е премахнат.
es: Clave de seguridad eliminada.
fr: Clé de sécurité retirée.
it: Chiave di sicurezza rimossa.
tr: Güvenlik anahtarı kaldırıldı.

source: Enter an authenticator code:
ar: أدخل رمز المصادقة:
bg: Въведете код за удостоверяване:
es: Introduzca un código de autenticación:
fr: Entrez un code d’authentification :
it: Inserisci un codice di autenticazione:
tr: Bir kimlik doğrulayıcı kodu girin:
